[[{"book_title":"Cathedral Cities of Spain_ 60 Reproductions from Original Water Colours","author":"W. W. Collins","description":"This is a visually rich portfolio celebrating Spain’s majestic cathedrals through 60 color plates produced from original watercolors by William Wiehe Collins, complemented by brief commentary. First issued circa 1908–1909, it offers an evocative blend of art and travel narrative, presenting cathedrals as historical and cultural landmarks within their cities.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Travel","index":454},{"book_title":"Cathedral Courtship","author":"Kate Douglas Smith Wiggin","description":"A brief narrative likely focused on a romantic or coming-of-age encounter set against the backdrop of a cathedral city or clergy household—reflecting Wiggin’s signature blend of sentiment and moral insight.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":455},{"book_title":"Cathedral Singer","author":"James Lane Allen","description":"A short story narrative, possibly describing a character whose life is shaped by cathedral music or service—combining historical setting with spiritual themes common in Allen's work.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":456},{"book_title":"Cathedral Towns and Intervening Places of England, Ireland and g-places","author":"Lee L. Powers & Thomas W. Silloway","description":"An expansive guidebook encompassing cathedral towns across Great Britain and Ireland, arranged perhaps along travel routes. It covers ecclesiastical architecture, regional history, and lesser-known pilgrimage or visitor sites.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Travel","index":457},{"book_title":"Cathedral","author":" J.-K. Huysmans","description":"Assuming this is the English translation of La Cathédrale, Huysmans’s late 19th-century novel explores spiritual crisis and conversion via an extended visit to Chartres Cathedral. The novel weaves rich religious symbolism, psychological introspection, and sensory detail in the Russian-style narrative arc.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":458},{"book_title":"Cathedral_ A Novel","author":"Hugh Walpole","description":"Set in 1897 in the cathedral town of Polchester, the novel centers on Archdeacon Adam Brandon, whose commanding presence and pride govern his personal and ecclesiastical life. The arrival of a new canon, family tensions (particularly with his son Falk being expelled from Oxford), and unravelling authority thrust Brandon into domestic and spiritual crisis. The cathedral itself emerges as a living architectural character, influencing the emotional fabric of the narrative .","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":459},{"book_title":"Cathedrals and Churches of the Rhine","author":"M. F. Mansfield","description":"This early-20th-century volume explores the ecclesiastical architecture along the Rhine River valley—from Mainz to Cologne—placing these religious edifices within the context of Roman and Carolingian influences. The text examines regional stylistic identity distinct from French Gothic, making the architectural and cultural heritage of the Rhine accessible to readers and travelers","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Literature","index":460},{"book_title":"Cathedrals and Cloisters of the South of France, Volume 1","author":"Elise Whitlock Rose","description":"Covers prominent southern French cathedrals and monastic cloisters, likely addressing architectural design, historical context, and artistic significance of structures in cities like Toulouse, Albi, and Narbonne, accompanied by descriptions of cloister layouts and sculptural elements.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":461},{"book_title":"Cathedrals of Great Britain_ Their History and Architecture","author":"P. H. Ditchfield","description":"A comprehensive and reader-friendly overview of the cathedrals in England, Wales, and Scotland, tracing Gothic architectural evolution from Norman foundations to Perpendicular style. Each chapter provides history, architectural analysis, key dates, and suggested nearby sites. The 1902 original edition was richly illustrated by Railton, Symington, James, Crickmore, and others","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":462},{"book_title":"Cathedrals of Northern France","author":"M. F. Mansfield","description":"Focuses on medieval cathedral masterpieces in Normandy and Northern France—such as Rouen, Amiens, and Chartres—detailing their creation, stylistic features, and cultural significance within Gothic architecture.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":463}],[{"book_title":"Cathedrals of Northern Spain _ Their History and Their ArchitecPersonages Identified with Them","author":"Charles Rudy","description":"Chronicles major northern Spanish cathedrals (like Santiago de Compostela, León, Burgos), highlighting not only architectural features but also the figures—architects, clergy, patrons—associated with their construction and renovation across centuries.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":464},{"book_title":"Cathedrals of Southern France","author":"M. F. Mansfield","description":"Examines southern French cathedrals including Albi, Carcassonne, and Toulouse, presenting their unique Romanesque and Gothic architectural forms, regional stylistic variations, and historical evolution.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":465},{"book_title":"Cathedrals of Spain","author":"John A. Gade","description":"Provides a general survey of Spain’s cathedral architecture, covering styles from Romanesque to Gothic and Renaissance, across cities like Toledo, Seville, and Barcelona, including historical background and artistic context.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":466},{"book_title":"Catherine Booth — a Sketch","author":"Mildred Duff","description":"A concise biographical sketch of Catherine Booth (later Catherine Booth-Clibborn), co-founder of the Salvation Army, focusing on her religious convictions, ministry, and contribution to evangelical work in the late 19th century.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":467},{"book_title":"Catherine De Medici","author":"Honoré de Balzac","description":"Written by Balzac and translated by Katharine Prescott Wormeley, this work offers a revisionist portrait of Catherine de’ Medici—positioning her as a shrewd stateswoman navigating religious turmoil and political rivalries in 16th-century France. Balzac challenges negative portrayals—particularly from Protestant sources—and frames Catherine’s controversial decisions (e.g. during the Wars of Religion) as strategic efforts to preserve the monarchy amid chaos and factionalism ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":468},{"book_title":"Catherine_ A Story","author":"William Makepeace Thackeray","description":"A short romantic or moral tale by Thackeray, likely centering on a character named Catherine and exploring themes of virtue, personal growth, or societal expectations. Characteristic of his engaging and emotionally resonant style.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":469},{"book_title":"Catholic Churchmen in Science [First Series] _ Sketches of the mong the Great Founders in Science","author":"James J. Walsh","description":"This collection profiles several Catholic clerics who made foundational contributions to science—such as Copernicus (astronomy), Basil Valentine (chemistry), Stensen (geology), Kircher (oriental studies), and Mendel (genetics). Walsh counters the notion that science and religion are inherently opposed, showcasing the harmonious interplay of faith and scientific inquiry during the Renaissance and early modern period","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":470},{"book_title":"Catholic Colonization in Minnesota _ Revised Edition","author":"Catholic Colonization Bureau","description":"Originally published in 1880, this booklet served as a promotional and practical guide for Catholic immigrants settling in Minnesota. Advocating rural farm life over urban labor, it outlines the benefits of agricultural independence, the supportive nature of Catholic communities, and the vision of creating spiritually grounded, self-sufficient settlements—as championed by Archbishop John Ireland ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":471},{"book_title":"Catholic Problems in Western Canada","author":"George Thomas Daly","description":"This study examines the multifaceted challenges facing the Catholic Church in Western Canada, including linguistic divisions, the struggle for separate Catholic schools, immigrant integration (e.g., Ruthenians), and the role of mission work. Divided into three key sections—religious, educational, and social problems—it discusses issues like Catholic education funding, rural settlement, the Catholic press, and inter-denominational relations. It advocates for unity among Catholics across Canada and encourages institutional responses like a Catholic university and inter-provincial Congress","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":472},{"book_title":"Catholic World, Vol. 01, April to September, 1865 _ A Monthly Eclectic Magazine","author":"Various","description":"This inaugural volume delivers six issues packed with essays, narratives, and articles—including:Church history and the expansion of Catholicism in America; Cultural and scientific essays; Short stories and poetry; Devotional pieces such as reflections on saints and Marian themes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":473}],[{"book_title":"Catholic World, Vol. 02, October, 1865 to March, 1866 _ A Monthly Eclectic Magazine","author":"Various","description":"Continuing the eclectic format, this volume includes coverage of Catholic Congresses in Europe (Malines, Würzburg), theological discussions, literature, and cultural reviews—reflecting both American and international Catholic perspectives","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":474},{"book_title":"Catholic World, Vol. 03, April to September, 1866","author":"Various","description":"Mirroring previous volumes’ variety, it includes essays on church history, global Catholic updates (e.g. Eastern Patriarchate), alongside fiction, poetry, and scientific or artistic discussions","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":475},{"book_title":"Catholic World, Vol. 04, October, 1866 to March, 1867","author":"Various","description":"Features robust theological essays—such as treatises on creation and metaphysics—joined by literature, poetry, and critiques on contemporary cultural issues—a continuation of the publication’s intellectual breadth","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":476},{"book_title":"Catholic World, Vol. 06, October, 1867 to March, 1868","author":"Various","description":"Maintains its mix of theology, literature, poetry, science, and social commentary. While not individually cited for content specifics, it follows the established format and tone","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":477},{"book_title":"Catholic World, Vol. 09, April, 1869-September, 1869","author":"Various","description":"Continues to provide essays, reviews, literary work, and international Catholic news. Reflects evolving concerns such as Vatican decisions and American church affairs","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":478},{"book_title":"Catholic World, Vol. 10, October, 1869 to March, 1870","author":"Various","description":"Captures discussions just before and during Vatican Council I (1869–1870), alongside literature, poetry, and updates on Church doctrine and global affairs.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":479},{"book_title":"Catholic World, Vol. 11, April, 1870 to September, 1870","author":"Various","description":"This volume is notable for including the Dogmatic Decree on the Church of Christ promulgated at the First Vatican Council (April 1870), accompanied by in-depth theological reflection on ecclesial authority, metaphysics, and Church–State relations. It also features historical essays (e.g., \"Mary, Queen of Scots\"), poetry, fiction, and practical reports on the Petrine primacy.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":480},{"book_title":"Catholic World, Vol. 13, April to September, 1871","author":"Various","description":"Continuing the established format, this issue likely contains theological discourse, literary offerings, poetry, church news, and essays on contemporary religious and moral topics. Its publication coincided with the aftermath of Vatican Council I and European Kulturkampf tensions","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":481},{"book_title":"Catholic World, Vol. 14, October 1871-March 1872 _ A Monthly Mane of General Literature and Science","author":"Various","description":"Titled A Monthly Mag[azine] of General Literature and Science, this volume continues to balance theological insights with literature, poetry, scientific essays, and reviews—reflecting the dynamic interplay between faith and broader intellectual life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":482},{"book_title":"Catholic World, Vol. 15, Nos. 85-90, April 1872-September 1872 _ A Monthly Magazine","author":"Various","description":"This half-year edition sustains the eclectic structure—blending articles, fiction, scientific discussion, church updates, poetry, and analysis of moral/social issues emerging in the post-Vatican Council context.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":483}],[{"book_title":"Catholic World, Vol. 16, October 1872-March 1873","author":"Various","description":"A robust mix of reflections on doctrine, Bible studies, cultural commentary, literature, science, and the fine arts—with essays situating Catholic thought within the intellectual climate of the time","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":484},{"book_title":"Catholic World, Vol. 17, April, 1873 to September, 1873 _ A Monne of General Literature and Science","author":"Various","description":"Possibly the widest volume yet, featuring extensive theological essays, church history pieces, literary selections, poetry, art criticism, and articles on emerging social or scientific issues, reinforcing the magazine’s comprehensive intellectual scope.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":485},{"book_title":"Catholic World, Vol. 19, April 1874‐September 1874","author":"Various","description":"Maintains its eclectic offerings—engaging theological reflection (potentially on papal infallibility), literature, church affairs, science, and moral essays—reflecting continuing cultural debates between faith and modernity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":486},{"book_title":"Catholic World, Vol. 20, October 1874‐March 1875","author":"Various","description":"Carries forward the series’ hallmark blend of doctrine, literature, poetry, science, and ecclesiastical news, catering to a Catholic readership seeking both intellectual depth and cultural breadth.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":487},{"book_title":"Catholic World, Vol. 21, April, 1875, to September, 1875 _ A Mone of General Literature and Science","author":"Various","description":"Comprises six issues featuring articles on church-state relations—such as “Religion in Our State Institutions,” extensive theological essays, global Catholic affairs, fiction, poetry, and book reviews. Reflects mid‑1870s Catholic concerns about religious liberty and societal roles","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":488},{"book_title":"Catholic World, Vol. 22, October, 1875, to March, 1876 _ A Montne of General Literature and Science","author":"Various","description":"Builds on Volume 21’s themes—continuing theological reflection, cultural commentary, literary content, poetry, and ecclesiastical news, including coverage of Vatican decrees, theological debates, and moral discourse.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":489},{"book_title":"Catholic World, Vol. 25, April 1877 to September 1877","author":"Various","description":"Half-year volume in the series, featuring essays on Catholic doctrine, church history, fiction and poetry, contemporary church-state issues, and reviews of new religious and philosophical works—reflecting evolving attitudes in post-Kulturkampf Europe and late‑19th-century America.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":490},{"book_title":"Catholic World, Vol. 26, October, 1877, to March, 1878 _ A Monthly Eclectic Magazine","author":"E. Rameur","description":"Continues the established format under editor E. Rameur, blending theological analysis, literary and scientific essays, fiction, poetry, and commentary. Likely addresses evolving societal topics such as religious freedom and modern science.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":491},{"book_title":"Catholic World, Vol. 27, April 1878 To September 1878 _ A Monthly Eclectic Magazine","author":"Various","description":"Final volume listed, maintaining the magazine’s eclectic content—covering spiritual theology, church events (e.g., world missions), literature, poetry, science, arts, and reflections on societal challenges.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":492},{"book_title":"Catholic World, Volume 05, April 1867 to September 1867","author":"Various","description":"Features essays on Church–State relations, faith and society, alongside poetry, fiction, and social philosophy. Typical topics include religion in public institutions and theological reflection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":493}],[{"book_title":"Catholic World, Volume 07, April 1868 to September, 1868","author":"Various","description":"Maintains the blend of theological discourse, literary works, science, and arts, tuned to the religious and cultural conversations of 1868","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":494},{"book_title":"Catholic World, Volume 8 _ October, 1868, to March, 1869","author":"Various","description":"Continues eclectic coverage—doctrine, science, fiction, poetry, and ecclesiastical news.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":495},{"book_title":"Catholic World, Volume 18, October, 1873, to March, 1874. _ A Mne of General Literature and Science","author":"Various","description":"A half-year collection with theological essays, serialization of fiction, poetry, and Church commentary","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":496},{"book_title":"Catholic World, Volume 23, April, 1876-September, 1876. _ A Monne of General Literature and Science","author":"Various","description":"Features general literature and science content alongside moral and doctrinal essays","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":497},{"book_title":"Catholic World, Volume 24, October, 1876, TO March, 1877 _ A Moagazine of General Literature and Science","author":"Various","description":"A magazine of general literature and science with unlimited thematic breadth","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":498},{"book_title":"Catlin's Historic Origin of the Playing Cards _ Their original design and subsequent use","author":"H. D. Catlin","description":"Traces playing cards from ancient Egyptian hieroglyphics to modern games like Whist, Euchre, and Catlin’s own Guest. Explores symbolism in suit and number design and promotes cards as instruments of moral and social recreation","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":499},{"book_title":"Cato_ A Tragedy, in Five Acts","author":"Joseph Addison","description":"Centers on Cato the Younger in Roman civil war—his moral stance against tyranny, tragic heroism, and stoic virtue. A major influence on Enlightenment thought and American Revolutionary rhetoric.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":500},{"book_title":"Catriona","author":"Robert Louis Stevenson","description":"Continuation of Kidnapped, following David Balfour through early 1750s Scotland. Involves political intrigue, justice for the Appin murder, and romance with the eponymous Catriona. A tale of loyalty, identity, and moral growth.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Adventure","index":501},{"book_title":"Cats: Their Points and Characteristics","author":"W. Gordon Stables","description":"\"Cats: Their Points and Characteristics\" by W. Gordon Stables is a comprehensive exploration of the domestic cat, likely written in the late 19th century. This work combines both observational anecdotes and practical insights into the behavior, care, and significance of cats in human life. The author aims to advocate for the well-being and appreciation of these often misunderstood creatures, illuminating their unique characteristics and strengths. At the start of the text, Stables sets an apologetic tone for traditional prefaces, suggesting that readers are probably eager to dive directly into the discussion about cats. He expresses a deep affection for domestic cats, emphasizing their gentle nature and their role as companions in human homes. Through witty anecdotes, he describes various interactions and observations regarding the lives of cats, their relationships with humans (especially children), and their intriguing behaviors, such as their playfulness and curiosity. The beginning lays the groundwork for a deeper investigation into the complexities and charms of cats, preparing the reader for an engaging and informative journey into feline life. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":502},{"book_title":"Cattle and Cattle-breeders","author":"William McCombie","description":"\"Cattle and Cattle-breeders\" by William McCombie is a historical account written in the late 19th century.\" The work delves into various aspects of cattle breeding and trading, reflecting the author's extensive experience in the cattle industry and his lineage in this field. It covers the techniques of feeding cattle, the dynamics of the cattle trade, and provides insights into specific breeds, particularly the Aberdeen and Angus cattle. \"The opening of the text introduces McCombie's reflections on his heritage in cattle dealing, starting with his father and grandfather.\" He recounts their extensive networks and successful dealings in cattle markets, sharing anecdotal experiences that shaped his own journey into the business. Notably, he provides detailed observations about cattle buying and selling practices, emphasizing the importance of understanding animal health, feeding methods, and market conditions. The narrative illustrates not only the practicalities of cattle trade but also the camaraderie and challenges faced within this community. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":503}],[{"book_title":"Cattle and Their Diseases","author":"Robert Jennings","description":"\"Cattle and Their Diseases\" by Robert Jennings is a scientific publication written in the mid-19th century. This comprehensive work explores various aspects of cattle, including their history, breeds, breeding practices, feeding, management, and the diseases they are prone to, along with the remedies for those ailments. The book aims to inform agricultural professionals and interested readers about the importance of cattle in farming and the best practices for their care and improvement. The opening of the volume establishes a historical context for the domestication of cattle, citing early references to their significance in human society. It outlines the gradual evolution of cattle breeds from ancient stock, particularly highlighting their historical value in different cultures. Jennings discusses the necessity of improving cattle breeds in America compared to European practices, introducing key breeds within the U.S. and their characteristics. This portion serves as a foundational introduction, setting the stage for more detailed discussions on specific breeds, disease treatments, and management practices that follow in the book. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":504},{"book_title":"Cattle Brands: A Collection of Western Camp-Fire Stories","author":"Andy Adams","description":"\"Cattle Brands: A Collection of Western Camp-Fire Stories\" by Andy Adams is a collection of short stories written during the early 20th century. The book revolves around the experiences and tales of cowboys in the American West, highlighting their adventures, challenges, and the camaraderie developed on the trail. The opening of the collection sets the scene with a detailed account of a cattle drive along the Old Western Trail, where a herd is delayed due to high waters and the impatience of the cattle owner, George Carter. The narrative introduces several characters, including Theodore Baughman, the foreman, who embodies the resilient and laid-back spirit of cowboys. As the men settle around a campfire, they share stories, including an engaging account of a bank robbery led by a corrupt marshal, which serves to emphasize themes of trust and betrayal within the rugged life of cattle ranching. The camaraderie and storytelling help illustrate the culture of the cowboy life, making the beginning both engaging and reflective of the era. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":505},{"book_title":"The Cattle-Baron's Daughter","author":"Harold Bindloss","description":"\"The Cattle-Baron's Daughter\" by Harold Bindloss is a novel written in the early 20th century. The story primarily revolves around Hetty Torrance, the daughter of a wealthy cattle baron, as she grapples with her identity, societal expectations, and burgeoning relationships on the vast prairie of the American West. As the narrative unfolds, readers can expect to explore themes of class conflict, personal ambition, and the changing dynamics of America’s landscape during a period of significant transition. At the start of the novel, Hetty finds herself in a moment of introspection and longing for her home on the prairie while she waits at the Grand Central Depot in New York City. Here, she reflects on a letter from her father, the cattle baron, and her upcoming decision regarding her potential suitor, Captain Jackson Cheyne. An unexpected encounter with Larry Grant, a former comrade from her days on the prairie, sparks a connection that complicates her situation further, challenging her understanding of love and duty. The opening sets the stage for Hetty’s internal struggle as she prepares to confront a life filled with expectations while recalling the freedom and beauty of her past in the untamed West. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"English literature","index":506},{"book_title":"The Cattle-Raid of Cualnge (Tain Bo Cualnge): An Old Irish Prose-Epic","author":"L. Winifred Faraday","description":"\"The Cattle-Raid of Cualnge (Tain Bo Cualnge): An Old Irish Prose-Epic\" by L. Winifred Faraday is a classical prose epic thought to be written around the early Christian era. This ancient tale is part of the heroic cycle of Ulster and centers around a legendary cattle raid instigated by Queen Medb of Connacht, who aims to steal a prized bull from the kingdom of Ulster. The valorous youth Cuchulainn, the chief warrior of Ulster, becomes a pivotal character, defending his territory against overwhelming odds. At the start of this epic, the narrative sets the stage for a grand military campaign led by Medb and her husband Ailill, who gather an extensive army from various provinces of Ireland to seize the Dun Bull of Cualnge. The opening introduces key characters, including the prophesying maiden Fedelm, who foretells doom and bloodshed as the forces prepare to advance. Cuchulainn, the young and formidable warrior, is revealed as the primary defender of Ulster, left alone to combat the invading forces due to a curse that incapacitated the other warriors. The tale unfolds with themes of loyalty, conflict, and bravery, as Cuchulainn assembles his strength to confront Medb’s formidable army. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":507},{"book_title":"Cattle-Ranch to College: The True Tale of a Boy's Adventures in the Far West","author":"Russell Doubleday","description":"\"Cattle-Ranch to College: The True Tale of a Boy's Adventures in the Far West\" by Russell Doubleday is a historical account written in the late 19th century. This narrative recounts the authentic experiences of a boy growing up in the American West, highlighting his various adventures, trials, and the lifestyle of that era, particularly concerning cattle ranching and the interaction with Native Americans. The opening portion of the book introduces a frontier town called Bismarck, where a cattleman named Harry Hodson warns the townspeople of an impending attack by a group of hostile Indians. As the men prepare for possible conflict, the narrative explores the dynamics of frontier life, the sense of urgency among the inhabitants, and the discussion among ranchers regarding the threat posed by native tribes. Characters such as Sheriff Mackenzie emerge as leaders during the crisis, and we see the interaction between adults and their children, including young boys John and Ben Worth, who are depicted as resourceful and familiar with the harsh realities of frontier existence. Through a blend of suspense and historical context, the opening sets the stage for a compelling tale of courage and adventure in a rapidly changing landscape. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":508},{"book_title":"Catty Atkins","author":"Clarence Budington Kelland","description":"\"Catty Atkins\" by Clarence Budington Kelland is a novel written in the early 20th century. The story centers around a young boy named Catty Atkins, who, alongside his father, leads a nomadic existence marked by a lack of stability and a struggle for respectability in their small town. Their unconventional lifestyle comes under scrutiny when they are labeled as \"shiftless\" or \"tramps\" by local residents, leading to themes of social class, identity, and the pursuit of belonging. At the start of the novel, the main character, Catty, is seen attempting to shoot a bottle with a new rifle, an exercise that illustrates his early frustrations and innocence. His encounter with another boy, Wee-wee Moore, introduces him as someone who is curious about the world but also grappling with the stigma of his family's lifestyle. The narrative quickly explores Catty's relationship with his father, showcasing their playful banter and the father's humorous yet misguided philosophy about a \"shiftless\" life. As they navigate social challenges and confront judgments from the townspeople, including an outright eviction order from the town marshal, Catty's desire to prove their worth and create a respectable life sets the stage for their journey toward self-discovery and community acceptance. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":509},{"book_title":"Catty Atkins, Sailorman","author":"Clarence Budington Kelland","description":"\"Catty Atkins, Sailorman\" by Clarence Budington Kelland is a novel written in the early 20th century. The story revolves around the adventures of two boys, Catty Atkins and his friend, who embark on a summer cruise aboard a yacht called the Albatross after being invited by Mr. Browning, a businessman. The narrative combines elements of youthful curiosity and mischief with a hint of mystery and potential danger as they become entangled in the world of suspected pirates and tales of buried treasure. At the start of the novel, Catty and his friend are excitedly preparing for their cruise after meeting Mr. Browning, who seems to have secrets of his own. As they set sail, they learn about the crew members, including the bickering Naboth and the quirky cook, Rameses III. The atmosphere becomes tense when they notice a sinister black yacht, the Porpoise, trailing them, leading to speculation about hidden treasure and possible danger. The boys' adventure takes a humorous twist as they overhear crew discussions about the treasure map they unwittingly provided to the crew of the Porpoise, placing them at the center of a thrilling chase intertwined with their youthful escapades. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":510},{"book_title":"Caucasian Legends","author":"Abraam Abraamovich Gul'bat","description":"\"Caucasian Legends\" by Abraam Abraamovich Gul'bat is a collection of traditional stories and myths centered around the cultural heritage of Georgia, likely written in the early 20th century. The tales delve into the historical and mythical aspects of Georgian life, featuring brave characters, including warriors and noblemen, intertwined with elements of faith and morality, showcasing the virtues of heroism, sacrifice, and devotion. At the start of this collection, the narrative unfolds through the legend of \"The Rain,\" set in the 11th century during the reign of Tsar George I. It introduces the famed general Kaiours from the esteemed Orbeliani family, who is captured during a battle against the Greeks. Upon his return, he is joyfully greeted by his daughter, Tamara, and the narrative explores themes of love, loss, and transformation as it leads into the mystical outcomes of Bodily and spiritual sacrifices. The story foreshadows the intertwining of personal faith and communal belief, as the characters navigate through their trials, ultimately emphasizing the sanctity of their heritage and the deeper connections between life, love, and the divine. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Languages and Literature","index":511},{"book_title":"Caudebec in America","author":"William Louis Cuddeback","description":"\"Caudebec in America\" by William Louis Cuddeback is a genealogical account written in the early 20th century. The work documents the lineage and historical context of the Cuddeback family, tracing their ancestry back to the emigrant Jacques Caudebec and detailing their settlement in America. The book likely explores themes of heritage, family ties, and the experiences of early settlers in the New World. At the start of the text, the author introduces the coat of arms associated with the Caudebec family, providing an insight into its heraldic symbols that signify their identity and history. The opening portion also reflects on the author's personal journey of gathering data about the descendants of Jacques Caudebec over many years and emphasizes the importance of documenting family history as a source of pride and connection. Furthermore, the text begins to outline the pioneering spirit of the Caudebec family, detailing their migration and settlement patterns, their struggles with land acquisition from Native Americans, and their efforts to establish a fulfilling life in the rich, fertile valleys of New York in the 17th century. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Genealogy","index":512},{"book_title":"Caught by the Turks","author":"Francis Yeats-Brown","description":"\"Caught by the Turks\" by Francis Yeats-Brown is a historical account written in the early 20th century. This memoir recounts the author's experiences as a British airman who becomes a prisoner of war during his flight missions in the Middle East amidst World War I. The narrative captures themes of adventure, captivity, and cultural encounters, as well as the brutal realities of war, particularly through the lens of the Ottoman Empire's treatment of prisoners. At the start of the book, the author describes an intense and high-stakes aeronautical mission near Baghdad that ultimately leads to his capture. Following a malfunction during their operation to disrupt Turkish communications, he and his pilot crash-land and are quickly overwhelmed by hostile locals. Despite managing to destroy a telegraph line before their capture, the author highlights the tense moments of their surrender amidst gunfire and the chaotic reactions of approaching enemy horsemen. As they are taken prisoner, the narrative hints at their upcoming hardships, including the uncertainty of their treatment and the dire implications of being in Turkish hands during war. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":" History","index":513}],[{"book_title":"The Cause of the Charge of Balaclava","author":"Thomas Morley","description":"\"The Cause of the Charge of Balaclava\" by Thomas Morley is a historical account written during the late 19th century. This book delves into the infamous Charge of the Light Brigade, a notable episode from the Crimean War, emphasizing the tactical failures and miscommunications that led to this tragic military engagement. Morley, a sergeant of the 17th Lancers who participated in the charge, aims to provide an unembellished narrative based on firsthand experience, contrasting with the often romanticized accounts of the event. In the book, Morley recounts the events leading up to the Charge of the Light Brigade on October 25, 1854. He covers the strategic missteps of British cavalry commanders, particularly Lord Lucan and Lord Cardigan, who failed to accurately assess the situation and respond effectively to the advancing Russian forces. Through his vivid, detailed narrative, Morley highlights the critical delays and miscommunications that ultimately pushed the Light Brigade into a disastrous confrontation with overwhelming enemy artillery and cavalry. His account serves both as a critique of the British command and a tribute to the bravery of the soldiers who faced insurmountable odds, offering readers insight into one of military history's most notorious blunders. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"War","index":524},{"book_title":"The Causes of Prostitution","author":"James Peter","description":"\"The Causes of Prostitution\" by James Peter Warbasse is a critical and analytical publication written in the early 20th century. This informative work explores the complex factors that contribute to the existence of prostitution, focusing particularly on societal conditions that foster this phenomenon. It seeks to provide a comprehensive understanding of the topic, delving deeply into economic, social, and psychological causes. In the book, Warbasse categorizes the causes of prostitution into various influences, starting with the dual fundamental causes of sexual lust in men and poverty in women. He examines numerous factors affecting both genders, emphasizing the role of inadequate education, societal morals, economic conditions, and the lack of supportive familial environments. Warbasse argues that many women become involved in prostitution not out of choice but due to dire economic circumstances, societal pressures, and the failure of a fragile social structure that often regards women as outcasts for their sexual choices. He ultimately calls upon society to reassess its views on prostitution, recognizing the systemic issues that create these circumstances and advocating for compassion and new approaches to address the problem. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Social sciences","index":525},{"book_title":"The Causes of the Corruption of the Traditional Text of the Holy Gospels","author":"John William Burgon","description":"\"The Causes of the Corruption of the Traditional Text of the Holy Gospels\" by John William Burgon is a scholarly examination of textual corruption in the Gospels, written in the late 19th century. This work serves as a sequel to Burgon’s prior analysis of the traditional text, delving into the various factors that have led to the distortions found within the sacred writings. The text aims to systematically identify the sources and types of corruptions and to argue for the preservation of the traditional Gospel narratives in their most authentic form. The opening of this treatise introduces readers to the background and context of Burgon’s arguments, beginning with a preface by Edward Miller, who arranged and edited Burgon's writings posthumously. This section addresses critiques of the author’s previous volume while expressing gratitude for both support and constructive criticism from the academic community. Burgon sets the stage for his discussion on textual corruption, asserting that errors permeated the earliest manuscript copies of the Gospels due to both accidental factors and intentional alterations motivated by doctrinal biases. He presents an analysis that not only emphasizes the historical significance of the traditional texts but also prepares readers for a detailed exploration of the various causes of textual corruption that follows, promising to uncover the complexities of how these distortions occurred. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Philosophy","index":526},{"book_title":"The Causes of the Rebellion in Ireland Disclosed","author":"Irish Emigrant","description":"\"The Causes of the Rebellion in Ireland Disclosed\" by an Irish Emigrant is a historical account written in the late 18th century. The book addresses the circumstances leading to the rebellion in Ireland, arguing that a series of oppressive governmental measures have directly contributed to the unrest. Through a passionate plea to the people of England, the author seeks to illuminate the plight of the Irish people and the failures of their administration, urging for understanding and reform. In the book, the author outlines the various grievances that have fueled discontent among the Irish population, such as the oppressive policies of the British administration, the mistreatment of Catholics, and the failure to address calls for reform and independence. The text delves deeply into specific events, such as the implementation of the Convention and Insurrection Acts, which stifled dissent and further alienated the people. The author argues that these heavy-handed tactics have not only exacerbated the situation but have also led to a vicious cycle of violence and retaliation. By presenting these points, the book serves as both a historical document and a call for empathy and political intervention in order to address the dire straits of Ireland. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Politics and government","index":527},{"book_title":"The Causes of the Successes of the Ottoman Turks","author":"J. Surtees Phillpotts","description":"\"The Causes of the Successes of the Ottoman Turks\" by J. Surtees Phillpotts is a historical account written during the mid-19th century, specifically in the late 1850s. This work delves into the rise of the Ottoman Empire, examining the various factors contributing to its success. Focusing on the socio-political landscape and the unique military organization of the Ottoman Turks, it provides insights into the historical context of the time. The book asserts that the success of the Ottoman Turks can be attributed to a combination of advantageous external circumstances and the internal capabilities of its rulers. Phillpotts explores the decline of the Seljuk dynasty, the internal strife within surrounding empires, and the Ottoman's unique feudal system, including the establishment of the Janissary corps—a disciplined military force composed largely of converted Christian youths. By addressing social structure, military discipline, and the political savvy of leaders like Othman and Orchan, the author illustrates how these elements not only facilitated conquests but also allowed for the consolidation of power, leading to a formidable empire characterized by both tolerance and military strength. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":528},{"book_title":"A Caution to the Directors of the East-India Company","author":"Anonymous","description":"\"A Caution to the Directors of the East-India Company\" by Anonymous is a historical account written in the 18th century. The book addresses the governance and financial management of the East India Company, specifically highlighting the legal and operational challenges faced by its directors in relation to dividend declarations. It aims to provide guidance on navigating the complexities of recent parliamentary acts concerning company dividends and the implications of these laws. In the text, the author meticulously outlines the legal stipulations imposed on the East India Company regarding dividend payments, arguing against the directors' proposal to declare a dividend of five percent. He emphasizes the importance of adherence to parliamentary guidelines and cautions against potential legal repercussions stemming from non-compliance. The author illustrates the reckless nature of declaring dividends without due consideration of the company's financial health and the legal framework, ultimately advocating for a prudent approach to safeguard the company’s interests and reputation. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Commerce","index":529},{"book_title":"Cautionary Tales for Children","author":"Hilaire Belloc","description":"\"Cautionary Tales for Children\" by Hilaire Belloc is a collection of verse stories written in the early 20th century. Aimed at children aged eight to fourteen, the book shares humorous yet moralistic tales that admonish young readers about the consequences of misbehavior. Through its whimsical verses paired with illustrations, it serves both as entertainment and a cautionary guide. The book consists of a series of cautionary tales, each focusing on a different child who succumbs to their vices or mistakes, leading to humorous yet tragic outcomes. For instance, Jim runs away from his nurse and falls prey to a lion, while Matilda frequently tells lies until her deception leads to dire consequences when a real fire breaks out. Other characters include Henry King, who suffers from the indiscriminate chewing of string, and Godolphin Horne, whose pride results in an unexpected downfall. Each story concludes with a moral lesson, warning children of the potential outcomes stemming from their actions and encouraging kinder, more prudent behavior in a playful manner. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Language and Literatures","index":530},{"book_title":"The Cavalier Songs and Ballads of England from 1642 to 1684","author":"Charles Mackay","description":"\"The Cavalier Songs and Ballads of England from 1642 to 1684\" by Charles Mackay is a collection of historical lyrics written during the turbulent period of the English Civil War and the subsequent political unrest. Compiled in the mid-19th century, this anthology reflects the sentiments of the Royalists, or Cavaliers, who supported King Charles I. The collection showcases a variety of songs and ballads that not only express loyalty to the monarchy but also offer insights into the social and political dynamics of the era. The opening portion of the work establishes the significance of these ballads as a historical record, emphasizing their role in communicating the perspectives and emotions of the people during a time when printed literature was scarce and censorship was prevalent. Mackay discusses how these songs served to bolster the spirits of the loyalists and even played a crucial role in the cultural landscape of the time. The initial excerpts introduce various songs, mixing humor and poignancy as they touch on themes of loyalty, political strife, and social critique, revealing a rich tapestry of expressions that characterized the Cavalier support for their king amid adversity. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Language and Literatures","index":531},{"book_title":"Cavalier","author":"George Washington Cable","description":"George Washington Cable (October 12, 1844 – January 31, 1925) was an American novelist notable for the realism of his portrayals of Creole life in his native New Orleans, Louisiana. He has been called \"the most important southern artist working in the late 19th century, as well as the first modern southern writer.\" In his treatment of racism, mixed-race families and miscegenation, his fiction has been thought to anticipate that of William Faulkner. He also wrote articles critical of contemporary society. Due to hostility against him after two 1885 essays encouraging racial equality and opposing Jim Crow, Cable moved with his family to Northampton, Massachusetts. He lived there for the next thirty years, then moved to Florida","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Literature","index":532},{"book_title":"Cavaliers of Virginia, vol. 1 of 2 _ or, The Recluse of Jamestothe Old Dominion, The - William Alexander Caruthers","author":" William Alexander Caruthers","description":"Rediscover the fervor of early American settlement through William Alexander Caruthers' captivating novel, \"The Cavaliers of Virginia, Vol. 1.\" Set against the tumultuous backdrop of Jamestown during the Restoration era, this historical romance delves into the lives of the Cavaliers—royalist supporters who fled England's civil strife for the New World. Through their stories of adventure, political intrigue, and struggle, Caruthers paints a vivid portrait of Virginia's colonial aristocracy. Engage with the passionate tales of these early settlers as they navigate loyalty, love, and the legacy of their English roots in the untamed beauty of the Old Dominion","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":534}],[{"book_title":"Cavaliers of Virginia, vol. 2 of 2 _ or, The Recluse of Jamestothe Old Dominion","author":" William Alexander Caruthers","description":"The ceremony. Each distinguished warrior pre sent had the privilege of inserting a given num ber of Splinters into his ﬂesh. The grim old sav age who had first identified Bacon as the slayer of their chief, stepped forward and commenced the Operation. He thrust in the tearing torments with a ferocious delight, not a little enhanced by the physical convulsive movements of his' victim at every new insertion. Worn out nature however could not endure the uninterrupted completion of the process, and the victim swooned away","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":535},{"book_title":"Cavalry _ A Popular Edition of _Cavalry in War and Peace","author":"Friedrich von Bernhardi","description":"Cavalry\" by Friedrich von Bernhardi is a military treatise that provides an analysis of the role and functions of cavalry in modern warfare, probably written in the early 20th century. The text delves into the strategic and tactical applications of cavalry in both offensive and defensive operations, emphasizing its importance in reconnaissance and communication. Through comprehensive discussion, von Bernhardi critiques existing doctrines and suggests necessary reforms to adapt to the evolving battlefield. The opening of this work introduces the author's credentials as a cavalry officer and outlines the increasing significance of cavalry in military operations following advancements in weaponry and tactics. It highlights the major shifts in the cavalry's responsibilities, especially in terms of reconnaissance, where it must now operate with greater independence and adaptability. Von Bernhardi questions preconceived notions about cavalry's role derived from historical conflicts, advocating for a thorough understanding of its evolving function against the realities of contemporary warfare. Overall, this initial segment sets the stage for a detailed exploration of modern cavalry tactics, emphasizing the necessity for an updated doctrine reflective of new military strategies.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science","index":536},{"book_title":"Cavalry General","author":" The - Xenophon","description":"The Cavalry General\" by Xenophon is a historical treatise written in the early classical period of ancient Greece. This work serves as a guide on the essential qualities and duties of a cavalry commander (hipparch), detailing the organization, training, and tactics necessary for effective cavalry operations. Xenophon, who was not only a soldier but also a philosopher and historian, uses his firsthand experience to craft a manual that underscores the importance of discipline, preparation, and tactical knowledge in managing a cavalry force. In the book, Xenophon outlines a comprehensive guide for the cavalry commander, emphasizing the necessity of proper training for both horse and rider. He discusses the importance of maintaining horses in optimal condition and the need for troopers to be skilled in mounted combat, particularly the accurate javelin throw. The text also elaborates on the organizational structure of cavalry units, the need for discipline, and the significance of a strong relationship between the commander and their men. Moreover, Xenophon emphasizes various tactics for engagement and retreats, urging commanders to be astute in their strategy by utilizing terrain and understanding the enemy's position. Overall, \"The Cavalry General\" is a foundational text that reflects the military principles of ancient Greece, showcasing Xenophon's insights into effective cavalry leadership and operations.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":537},{"book_title":"Cavalry in Future Wars","author":" Friedrich von Bernhardi","description":"Cavalry in Future Wars\" by Friedrich von Bernhardi is a military treatise written in the early 20th century. The work examines the evolving role and importance of cavalry in modern warfare, particularly in the context of changes in military technology and tactics since the Franco-German War. This publication delves into the strategic and tactical shifts necessary for cavalry units to adapt to the increased firepower and scale of contemporary combat, maintaining that the cavalry’s initial pivotal role is far from obsolete. At the start of the text, the author articulates his belief in the necessity for reforming cavalry strategies to align with modern warfare requirements. He leverages his experiences to underscore the transition from traditional cavalry charges to more complex roles incorporating reconnaissance, mobility, and the effective use of firearms. The opening chapters outline the significant challenges cavalry will face in future conflicts, shaped by improved weaponry and operational strategies, while also emphasizing the need for robust training and organizational reforms to harness the cavalry's potential effectively. The author's insights provide a comprehensive framework for understanding the critical function of cavalry units in the evolving landscape of military engagements.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science","index":538},{"book_title":"Cavalry of the Clouds","author":" Alan Bott","description":"Cavalry of the Clouds\" by Alan Bott is a military aviation memoir written in the early 20th century. The book recounts the experiences of the author as a pilot in the Royal Flying Corps during World War I, specifically focusing on the operations of his squadron against German forces in the Western Front. Bott aims to shed light on the often-overlooked role and challenges faced by the Flying Corps, as well as to highlight the evolution and importance of aviation in modern warfare. The opening of the memoir details the lengthy and often tedious preparations leading up to the author's deployment to France. It reflects on the anticipation and anxiety experienced by pilots as they awaited their \"Date\" of embarkation. Bott introduces the reader to the various facets of squadron life, including training, the camaraderie among pilots, and the specialized tasks they undertook in the air. He sets up the contrast between civilian misconceptions of what air combat entails and the reality of the pilots' work, which is fraught with danger, organization issues, and unforeseen complications. By providing a personal narrative of his initial experiences, Bott effectively draws readers into the world of aerial warfare, establishing a foundation for the more intense episodes of conflict that are sure to follow.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":539},{"book_title":"Cavanagh, Forest Ranger_ A Romance of the Mountain West ","author":"Hamlin Garland","description":"Cavanagh, Forest Ranger: A Romance of the Mountain West\" by Hamlin Garland is a novel written in the early 20th century. The story revolves around Lee Virginia Wetherford as she returns to her childhood home in the Mountain West after a decade away, confronting the stark realities of her mother’s life and the changing landscape of the region. The book explores themes of nostalgia, disillusionment, and the transition from the old West to a more modern and commercialized society.\" \"At the start of the novel, Lee Virginia arrives in the Mountain West, excited about returning to her roots but quickly confronted by the transformation of her hometown, where the romantic vision of the West has been replaced by new tourist developments and talking cowboys. As she reconnects with her mother, Eliza Wetherford, she is deeply disheartened by the sordid state of their hotel and her mother’s decline in health and reputation. The opening chapters introduce us to the conflicts Virginia faces, both internally regarding her place in a changed world and externally as she navigates the rough social dynamics and the challenges presented by local men, particularly the looming threat of an unwelcome suitor. Virginia’s journey begins with a strong desire to help her mother and reclaim her sense of belonging amidst the stark realities of rural life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":540},{"book_title":"Cave Boy of the Age of Stone","author":" Margaret A. McIntyre","description":"The Cave Boy of the Age of Stone\" by Margaret A. McIntyre is a children's historical novel written in the early 20th century. The book explores the life of prehistoric cave dwellers, particularly focusing on young Thorn, a boy growing up in the Age of Stone. It delves into themes of family, survival, and the development of early tools and hunting techniques amidst the backdrop of nature. The story begins with Thorn and his brother Pineknot, who live with their family in a cave. Their father, Strongarm, is a hunter who occasionally brings back game, while their mother, Burr, teaches them the ways of life, including cooking and crafting. As the narrative unfolds, readers witness Thorn's adventures, such as learning to swim, befriending children from the nearby shell mound community, and participating in community hunts, including the significant event of a mammoth hunt. The latter part of the book also addresses the similarities between cave dwellers and Native Americans, emphasizing the importance of understanding prehistoric cultures. Through its engaging characters and vivid descriptions, the book provides a glimpse into the struggles and joys of life during the Stone Age.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":541},{"book_title":"Cave by the Beech Fork_ A Story of Kentucky—1815","author":" Henry S. Spalding","description":"The Cave by the Beech Fork: A Story of Kentucky—1815\" by Henry S. Spalding is a historical novel written in the early 20th century. The story unfolds in early 19th century Kentucky, centering around two young friends, Owen Howard and Martin Cooper, who embark on an adventurous hunting trip that leads them to a mysterious cave. This interplay of wilderness, camaraderie, and intrigue promises a captivating journey exploring themes like bravery, friendship, and the discovery of secrets hidden in the natural landscape. At the start of the tale, Owen and Martin find themselves engaged in a day of hunting along the Beech Fork river. As they navigate the beauty of the autumn landscape, they encounter challenges including the loss of potential game and the encroaching darkness that forces them to seek shelter. In their search for refuge, they stumble upon a cave that allegedly holds many secrets, including the presence of a man who initially appears threatening. As the opening chapters develop, the boys’ excitement about hunting melds with a sense of foreboding regarding the cave, setting the stage for their ensuing adventures. The initial exploration hints at deeper mysteries surrounding the cave and its enigmatic occupants, enticing readers to follow along as the characters uncover what lies beneath the surface.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":542},{"book_title":"Cave Hunting _ Researches on the evidence of caves respecting t early inhabitants of Europe ","author":" William Boyd Dawkins","description":"Cave Hunting\" by W. Boyd Dawkins is a scientific publication written in the late 19th century. The book explores the findings and implications of cave exploration, focusing on the evidence these caves provide regarding early human inhabitants of Europe. It delves into the historical and archaeological significance of various cave sites across Europe, revealing how these locations serve as valuable windows into humanity's distant past. The opening of the text sets the stage for a comprehensive study of caves as crucial archaeological sites. Dawkins introduces the exploration of cave systems as an emerging field of inquiry and outlines the importance of integrating historical, geological, and biological perspectives to understand the lives of ancient peoples and the wildlife they interacted with. He references significant discoveries made since the early 19th century, such as the human relics found alongside extinct animals, and provides an overview of the book's intent to synthesize and present this information in a coherent narrative, highlighting various cave explorations across Europe that contribute to our understanding of prehistoric life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geography","index":543},{"book_title":"Cave in the Mountain _ A Sequel to In the Pecos Country","author":" Edward Sylvester Ellis","description":"The Cave in the Mountain\" by Edward Sylvester Ellis is a novel written during the late 19th century. This adventure story serves as a sequel to \"In the Pecos Country\" and follows two main characters, Fred Munson and Mickey O'Rooney, as they navigate a perilous journey through a cave filled with danger, intrigue, and the threat of Apache warriors. The narrative is packed with action and suspense as the boys face various trials, including encounters with wild animals and the complexities of survival in a hostile environment. At the start of the novel, we find Fred and Mickey in a dark cave, where Fred becomes separated from Mickey while tracking a wolf he believes might lead him to safety. After a series of events, including Fred’s bold attempts to confront the creature and his unfortunate fall, he is left groping in darkness and worrying about Mickey’s safety. Meanwhile, we learn that Mickey is unaware of Fred's absence and is sleeping soundly, indicating a comedic contrast as Fred faces danger alone. This setup foreshadows a tale of unforeseen challenges and camaraderie, as both boys will eventually need to rely on their wits and courage to escape the cave and the lurking threats around them.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Stories","index":544}],[{"book_title":"Cave of Gold _ A Tale of California in '49","author":" Everett McNeil","description":"The Cave of Gold\" by Everett McNeil is a novel written in the early 20th century, specifically between the first and second printings. Set during the tumultuous gold rush era of California in 1849, the story revolves around the daring exploits of young boys Thure Conroyal and Bud Randolph as they seek to find a fabled cave filled with gold following the deathbed revelation of a miner. This adventure narrative promises excitement, danger, and a glimpse into a historical period rich with opportunities and perils. At the start of the book, Thure and Bud's journey begins with a thrilling confrontation with the notorious grizzly bear known as El Feroz, showcasing their bravery and skill. Following this encounter, they stumble upon a miner who has been brutally attacked; he shares secrets of a hidden cave of gold before succumbing to his injuries. This pivotal moment instills a sense of urgency in the boys to embark on a quest filled with adventure, as they realize they not only have the means to uncover vast riches but also unwittingly attract the attention of the miner's murderers, who will stop at nothing to claim the treasure for themselves. The opening chapters set a tone of suspense and excitement, hinting at the challenges that lie ahead as they delve deeper into the wilderness in search of fortune and survival.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":545},{"book_title":"Cave Regions of the Ozarks and Black Hills","author":" Luella Agnes Owen","description":"Cave Regions of the Ozarks and Black Hills\" by Luella Agnes Owen is a scientific publication written in the late 19th century. This work primarily focuses on the geography, geology, and speleology of the southern Missouri and Black Hills regions, which are known for their fascinating caves. The author passionately explores the unique geological formations and rich history of these lesser-known areas, inviting readers to appreciate their hidden wonders. The opening of the work presents a general overview of the Ozarks and Black Hills, emphasizing the importance of studying caves in conjunction with related sciences such as geology and geography. It highlights the regions' geological histories, noting how they are home to some of the oldest limestone caves in the world. The text further emphasizes the uniqueness of these caves, with discussions of mineral deposits, various cave formations such as stalactites and stalagmites, and the delicate interplay between surface water and geological features. Owen sets the stage for a detailed exploration of specific caves, starting with an introduction to the grandeur of these natural wonders and their significance to scientific study.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geography","index":546},{"book_title":"Cave Twins","author":" Lucy Fitch Perkins","description":"The Cave Twins\" by Lucy Fitch Perkins is a children's novel written in the early 20th century. The story features twins named Firetop and Firefly who live in a prehistoric world devoid of modern conveniences. Their adventurous spirit leads them to follow their parents on a voyage, unleashing a series of events that culminate in a huge earthquake and their subsequent survival on an island, which they later discover is the Isle of Wight. At the start of the narrative, readers are introduced to the twins and their simplistic, yet thrilling life in a savage world where survival relies on cunning and bravery. The twins sneak away from their home to explore and soon unwittingly find themselves in a dangerous situation when nature's wrath strikes. The opening establishes a lively atmosphere filled with childhood mischief, familial bonds, and the awe of nature, drawing readers into their adventures, as well as the challenges they face as they interact with a world filled with unknowns.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":547},{"book_title":"Cavern of the Shining Ones","author":" Hal K. Wells","description":"The Cavern of the Shining Ones\" by Hal K. Wells is a science fiction novel written in the early 20th century. The story unfolds against the backdrop of the Mojave Desert, where a peculiar expedition led by the enigmatic Layroh seeks an ancient and alien civilization. The narrative delves into themes of humanity's hubris and the lurking dangers of unknown powers as the characters confront a foreboding race known as the Shining Ones, who have a chilling connection to Earth's history. The plot centers around Don Foster, the youngest member of Layroh's expedition, who uncovers Layroh's true intentions for recruiting a group of human men who are meant to serve as sustenance for the dormant Shining Ones—alien beings with a long history of conflict with humanity. Layroh, revealed to be one of the Shining Ones himself, intends to awaken his kin from their millennia-long slumber by using the bones of living humans. As Foster and the other men realize the horrifying fate awaiting them, they band together to escape the depths of the cavern and thwart Layroh's plans, culminating in a battle that involves advanced alien technology and a contest of survival against a monstrous machine. Their struggle not only addresses themes of predation and survival but raises questions about the consequences of long-forgotten wars and the potential for resurgence.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":548},{"book_title":"Caves of Fear_ A Rick Brant Science-Adventure Story","author":" Harold L. Goodwin","description":"The Caves of Fear: A Rick Brant Science-Adventure Story\" by Harold L. Goodwin is a fictional science-adventure novel likely written in the early 1950s. The book follows the adventures of a teenage boy named Rick Brant and his best friend, Scotty, as they navigate new challenges and intrigues surrounding a mysterious cipher sent by their friend Chahda from Singapore. With science and adventure intertwined, this narrative promises to engage readers who enjoy exploration, mystery, and youthful heroism. The beginning of the story sets the stage on Spindrift Island, where Rick is unsettled by recent changes, including the arrival of new scientists, and an intriguing cable with coded messages from Chahda. As Rick and Scotty try to decode the message, they learn about Chahda's potential danger and the mysterious heavy water that might be involved. With their father and another scientist also involved, the opening chapters build tension and intrigue, leading the characters to Hong Kong and the pursuit of answers amidst a backdrop of danger and adventure. The tone is light-hearted yet suspenseful, appealing to an audience eager for a science-themed escapade.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":549},{"book_title":"Caves of Terror","author":" Talbot Mundy","description":"Caves of Terror\" by Talbot Mundy is a novel written in the early 20th century. It combines elements of adventure and mysticism as it follows the journey of Athelstan King and his associate, who are drawn into a web of intrigue and political maneuvering in India. The narrative unfolds against the backdrop of a crumbling colonial order, exploring themes of power, knowledge, and the clash of cultures. The opening of the story introduces us to Meldrum Strange, a business boss who dispatches his employee to India on a critical mission involving a man named Athelstan King, a former British officer with connections to secret service operations. Upon arrival in Bombay, King meets Gulab Lal Singh, who guides him to King's quarters. The narrative hints at unfolding mysteries surrounding Princess Yasmini and the enigmatic figure known as the Gray Mahatma, leading King into an exploration of Indian politics and spiritual matters. As King navigates this exotic landscape filled with dangers and magical elements, it becomes clear that he is part of something much larger than himself, setting the stage for an unfolding adventure steeped in the supernatural and political intrigue.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":550},{"book_title":"Cavity-Nesting Birds of North American Forests, Agriculture Handbook 511 ","author":"Scott et col.","description":"Cavity-Nesting Birds of North American Forests\" by Virgil E. Scott, Keith E. Evans, David R. Patton, and Charles P. Stone is a scientific publication written in the late 20th century. This handbook provides an in-depth examination of 85 species of cavity-nesting birds, detailing their habitat needs, nesting behaviors, and dietary preferences. It serves as a crucial resource for wildlife research biologists and forest managers aiming to protect and manage the ecology of North American forests. The opening of the handbook discusses the decline of cavity-nesting bird populations due to habitat loss, particularly the detrimental effects of intensive tree removal. It highlights the importance of dead or decaying trees (snags) for providing nesting sites, illustrating the ecological benefits of these birds in controlling destructive forest insects. The authors emphasize the need for further research into the specific habitat requirements of these species and advocate for forest management practices that recognize the value of retaining snags to support biodiversity and ecosystem health.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Agriculture","index":551},{"book_title":"Cavour ","author":" contessa Evelyn Lilian Hazeldine Carrington Martinengo-Cesaresco","description":"Cavour\" by the Countess Evelyn Martinengo-Cesaresco is a historical account written in the late 19th century. The book delves into the life of Camillo Cavour, a pivotal figure in the unification of Italy, examining both his personal background and his political endeavors. The narrative likely covers Cavour's experiences, strategies, and relationships that shaped not only his own life but also the course of Italian history during a time of significant political upheaval. The opening of the book sets the stage by discussing the influences of heredity and environment on Cavour's character and ambitions. It describes his noble lineage, particularly the Benso family, as well as the societal context of 19th-century Italy characterized by a struggle for resolution, independence, and unity. Highlights include Cavour's early education, personality traits, and formative relationships, particularly with family members who shaped his worldview. The narrative underscores the challenges Italy faced from foreign powers, particularly Austria, and hints at Cavour's emerging role as a reform-minded liberal who would champion the cause of Italian independence and unity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":552},{"book_title":"Caw! Caw! Or, The Chronicle of Crows, A Tale of the Spring-time","author":" R. M.","description":"Caw! Caw! Or, The Chronicle of Crows, A Tale of the Spring-time\" by R. M. is a children's narrative poem written during the 19th century. This whimsical tale captures the essence of spring as it follows the life cycle of crows, highlighting their nesting, parenting, and the perils they face. The story presents insights into nature and bird life, making it suitable for young readers. The book begins as crows rejoice in the arrival of spring, actively building nests and laying eggs. The story unfolds with themes of family and nurture as the parent crows care for their young, bringing food and keeping watch. However, the tone darkens as farmers, frustrated by the crows' presence, seek to exterminate them. As the narrative progresses, the joyful cries of the young crows turn into a poignant lament, underscoring the cycle of life and the harsh realities of nature. Ultimately, despite the tragedy, the surviving crows reflect on their experiences, recognizing that joy often comes intertwined with sorrow in the world around them.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":553},{"book_title":"Cawnpore","author":"George Otto Trevelyan","description":"Cawnpore\" by George Otto Trevelyan is a historical account written in the mid-19th century. The book delves into the events surrounding the violent upheaval at Cawnpore during the Indian Rebellion of 1857, focusing on the tensions between British colonial forces and local sepoy troops. Trevelyan's exploration is rich in details, particularly regarding the complexities of colonial power dynamics and human relationships in a time of growing unrest.\" \"The opening of \"Cawnpore\" introduces the geographical and historical context of Cawnpore, emphasizing its significance as a military station and detailing the diverse population comprising British soldiers, civilians, and native troops. Trevelyan sets the stage for the looming crisis by discussing the uneasy state of relations between these groups, highlighting the underlying tensions festering among the sepoys. As the narrative unfolds, there are hints at unrest due to a combination of various grievances, including rumors about greased cartridges and other perceived insults to religious faiths, laying the groundwork for the insurrection that is to come.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":554}],[{"book_title":"Caxton's Book of Curtesye","author":" Unknown","description":"Caxton's Book of Curtesye\" by Frederick James Furnivall is a historical treatise likely written during the late 15th century. This work serves as a guide for young individuals, particularly children, on proper behavior and social etiquette in a refined society, emphasizing the importance of virtue over vice as they grow and learn. The opening of \"Caxton's Book of Curtesye\" presents a thoughtful introduction aimed at a young audience named \"Lytle Johan,\" who is encouraged to develop virtuous habits from an early age. The text elaborates on foundational principles of conduct, suggesting a variety of manners, including how to present oneself, engage politely in conversation, and observe cleanliness. The piece establishes a framework of expectations for social interactions, emphasizing the importance of humility, respect, and attentiveness, while warning against bad habits and negative behaviors. Overall, it sets the tone for a comprehensive moral instruction, addressing both spiritual and practical aspects of upbringing.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Literature","index":555},{"book_title":"Caxton's Book_ A Collection of Essays, Poems, Tales, and Sketches. ","author":" W. H. Rhodes","description":"Caxton's Book: A Collection of Essays, Poems, Tales, and Sketches\" by W. H. Rhodes is a compilation of literary works that appears to be written in the late 19th century. The collection showcases a variety of genres, including essays, sketches, and poetry, reflecting the life and thoughts of the author, who was both a lawyer and a writer. The pieces are likely inspired by Rhodes's experiences and observations, intertwining themes of intellect, justice, and the human condition. At the start of the book, readers are presented with a preface and an elegiac tribute to the author, contextualizing his life as a dedicated lawyer who yearned for literary accomplishment but was constrained by his professional obligations. This opening portion emphasizes his literary talents, particularly in poetry and storytelling, as well as his struggles with the demands of a legal career. The subsequent tales and sketches, including one titled \"The Case of Summerfield,\" hint at intricate plots filled with both suspense and moral dilemmas, laying the groundwork for a rich and contemplative reading experience.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science","index":556},{"book_title":"Caxtons_ A Family Picture — Complete","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Complete\" by Edward Bulwer Lytton is a novel written during the mid-19th century. This literary piece serves as an exploration of family life, charting the dynamics within the Caxton household through the lens of the main character, Pisistratus Caxton. As the narrative unfolds, it dives into the themes of home, domestic relationships, and the influences of familial bonds on individual growth and aspirations. The beginning of \"The Caxtons\" introduces readers to the character of Austin Caxton, who is preoccupied with his scholarly pursuits during the birth of his son, Pisistratus. Through humorous and warm exchanges, we see a portrayal of a loving yet absent-minded father struggling to balance his academic interests with the demands of newfound parenthood. As the story progresses, the narrative delves into various interactions among family members and close friends, particularly highlighting Austin's unique personality and parenting style. The opening chapters set up a charming, reflective tone that promises an exploration of personal growth against the backdrop of ordinary family life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":557},{"book_title":"Caxtons_ A Family Picture — Volume 01","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 01\" by Baron Edward Bulwer Lytton (Lord Lytton) is a novel written in the mid-19th century during the Victorian era. This book explores the dynamics of family life, detailing the lives and relationships of the Caxton family with an emphasis on domestic themes and the influences of home on personal development. It is structured as an experimental narrative focusing less on dramatic incidents and more on the everyday experiences that shape the characters' lives. The story centers around Augustine Caxton and his family, particularly highlighting the birth and upbringing of his son, Pisistratus. The novel opens with the birth of Pisistratus, showcasing the contrasting personalities of his scholarly father and nurturing mother, Kitty. As Pisistratus grows, the narrative delves into the themes of education and the contrasting influences of home and society, where his father believes in the natural growth of a child's intelligence through love and experience rather than strict schooling. The book is rich in humor and portrays a heartfelt depiction of family affections, exploring the tension between scholarly pursuits and the practicalities of family life, ultimately depicting the journey of an only child navigating through his formative years with the love and complexity of his parents.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":558},{"book_title":"Caxtons_ A Family Picture — Volume 02","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 02\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. It explores themes of education, family dynamics, and the aspirations of the protagonist, Pisistratus \"Sisty\" Caxton. The narrative delves into the experiences of a young man navigating the challenges of growing up, learning, and encountering various familial influences that shape his character. In this volume, we follow the journey of Pisistratus as he transitions from boyhood to adolescence, highlighting the impact of his uncle, the affable yet somewhat impractical Uncle Jack, on his development. Pisistratus experiences a mixture of mentorship and misadventure, particularly during his education at Dr. Herman's unconventional school. The story captures the tension between traditional scholarship and new educational methods, while also illustrating Pisistratus's aspirations to follow in his father's scholarly footsteps. As he prepares to attend university, the complexities of family expectations and personal ambition become increasingly apparent, setting the stage for his future endeavors in life and literature.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":559},{"book_title":"Caxtons_ A Family Picture — Volume 03","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 03\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era that explores themes of family dynamics, honor, and the contrasts between social classes through the experiences of the Caxton family. The book is part of a multi-volume series that captures the complexities of familial bonds and societal expectations, typically set against the backdrop of 19th-century England. In this volume, the narrative delves into the return of the protagonist to his family home, shedding light on the relationships between various family members, particularly between his father and his uncle, Captain de Caxton. There are discussions on honor, pride, and the value of ancestry, as both brothers represent differing views on these topics. The reader is drawn into their dynamic through lively dialogues and reflections, which reveal the struggles of living with societal expectations and personal convictions. The story is further enriched by the introduction of past familial conflicts and the examination of personal choices, particularly through the lens of a poignant tale told by Captain Roland, reflecting the complexities of human nature and the critical debates surrounding morality.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":560},{"book_title":"Caxtons_ A Family Picture — Volume 04","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 04\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. This narrative, set against the backdrop of family dynamics and societal observations, explores themes of ambition, knowledge, and human connection within the framework of a young man's coming-of-age story. The book presents a reflection on the nature of human error, underscoring a philosophical journey through life while positioning the protagonist against a vivid cast of characters and their diverse backgrounds. In this volume, the story continues to unfold through the experiences of Pisistratus Caxton, who is navigating the complexities of life as he journeys to London. He encounters various individuals, including his Uncle Roland, who imparts wisdom and insights about ambition and the human condition. As Pisistratus grapples with his father's scholarly pursuits and the lofty ideals imparted by those around him, his interactions with a range of characters—like the spirited young gentleman Hal Peacock and the poignant Savoyard—serve to highlight the intersection of social class, morality, and personal growth. The narrative is rich with irony and humor, ultimately illustrating the protagonist's quest for meaning and his place in a world shaped by historical and existential truths.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":561},{"book_title":"Caxtons_ A Family Picture — Volume 05","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 05\" by Baron Edward Bulwer Lytton Lytton is a novel written in the early to mid-19th century, during the Victorian era. This book is part of a larger work that explores themes of family dynamics, social issues, and personal growth within the context of the class distinctions of that time. The narrative likely delves into the lives and experiences of the Caxton family as they navigate their social milieu and the evolving landscape of England. In this volume, young Pisistratus Caxton embarks on various adventures and encounters, including a visit to the park of Mr. Trevanion, a prominent figure in Parliament. Through his interactions with the Trevanion family and other characters, Pisistratus grapples with themes of ambition, societal expectations, and personal relationships. He discovers truths about wealth, class, and the burdens that accompany public life. The story unfolds with a mix of introspection and social commentary, as Pisistratus reflects on the disparities between the rich Trevanions and the less fortunate, embodying the moral complexities of their interactions. The narrative is rich with character development and explores the impact of personal choices on one's destiny amidst the backdrop of societal change.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":562},{"book_title":"Caxtons_ A Family Picture — Volume 06","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 06\" by Baron Edward Bulwer Lytton Lytton is a novel written during the late 19th century, encapsulating themes of family dynamics, social commentary, and the quest for personal happiness amidst societal expectations. The book explores topics ranging from ambition, the nature of happiness, and interpersonal relationships, set against a backdrop of Victorian society. In this volume, the interactions among the characters, particularly between Mr. Trevanion, Sir Sedley Beaudesert, and the Caxton family, reveal deep philosophical conversations about the meaning of life and happiness. The father figure presents a skeptical view on the pursuit of happiness as an end goal, while others express their desires and regrets stemming from their past choices. As the narrative unfolds, young Pisistratus, a member of the Caxton family, navigates his aspirations and the influence of his relationships, particularly with Lady Ellinor and his uncle Roland. The story subtly critiques the societal norms and expectations of the time, illustrating the struggles between personal ambition and familial responsibilities. Overall, this volume combines lively dialogue with profound insight, making it a reflective read on the complexities of human motivations and social constructs.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":563},{"book_title":"Caxtons_ A Family Picture — Volume 07","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 07\" by Baron Edward Bulwer Lytton is a novel written during the Victorian era, which spanned the 19th century. The book revolves around the dynamics of the Caxton family, with a focus on the protagonist, Pisistratus Caxton, as well as the relationships that unfold among family members and their acquaintances. It likely explores themes of ambition, love, and the navigation of societal expectations. In this volume, the narrative delves into the life of Pisistratus as he grapples with his scholarly ambitions while navigating the complexities of familial relationships, particularly with his father, Mr. Caxton, and his interactions with other characters such as Sir Sedley Beaudesert and Fanny Trevanion. The story illustrates the contrast between scholarly pursuits and the actions of those who move easily within societal circles. Pisistratus's internal struggles are underscored by his admiration for Fanny, who captures his heart yet remains somewhat elusive. The struggles of Mr. Caxton with his literary ambitions and the impact of Uncle Jack’s influence on the family's aspirations serve as a backdrop to the overarching theme of individual desires versus social responsibilities. As relationships develop and evolve, moments of personal enlightenment emerge, ultimately reflecting the intricate weave of love, ambition, and familial bonds within the British societal landscape of the time.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":564}],[{"book_title":"Caxtons_ A Family Picture — Volume 08","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 08\" by Baron Edward Bulwer Lytton is a novel written in the late 19th century (Victorian era). This narrative weaves together the lives and experiences of the Caxton family, emphasizing themes of familial bonds, love, and the complexities of social interactions in a rapidly changing society. The story unfolds through the eyes of Pisistratus Caxton, revealing both personal and social struggles, marked by poignant moments of hope and despair. In this volume, the focus centers on the family's response to a crisis involving Pisistratus's uncle, Captain Roland, who falls ill. The story vividly portrays the chaos and turmoil that accompany illness, showcasing the dynamics between family members as they navigate their emotions and responsibilities. Beyond the immediate family concerns, Pisistratus forms an intriguing relationship with a wild and charismatic stranger named Francis Vivian, whose troubled background adds depth to the narrative. As Pisistratus grapples with feelings for Fanny Trevanion, the daughter of his employer, the novel explores themes of ambition, love, societal expectations, and the quest for personal integrity. The interwoven lives of the characters create a rich tapestry of Victorian society, offering readers a glimpse into the period's complexities and the human condition.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":565},{"book_title":"Caxtons_ A Family Picture — Volume 09","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 09\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. This work explores themes of family, honor, and societal expectations as it delves into the lives and struggles of the Caxton family, particularly focusing on the protagonist Pisistratus as he navigates personal challenges and romantic longing. The narrative encapsulates the essence of the era’s social dynamics, shedding light on the interplay of individual aspirations against familial duties. The story follows Pisistratus Caxton as he returns home burdened with heartache following a farewell to his love, Fanny Trevanion. Throughout the unfolding chapters, Pisistratus grapples with feelings of inadequacy due to his modest means contrasted with Fanny’s affluent family. The text explores his relationships with his father, who reflects wisdom accumulated from scholarly pursuits, and his well-meaning uncle, Captain Roland, who offers practical advice. As Pisistratus determines to leave the Trevanion household to preserve his honor, he faces a crossroads, ultimately seeking solace and identity within the familial embrace, where love and understanding serve as a counterbalance to his grief and aspirations. The narrative threads together themes of ambition, economic disparity, and the complex dynamics of familial love and loyalty, providing a reflective portrait of life in the Victorian age.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":566},{"book_title":"Caxtons_ A Family Picture — Volume 10","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 10\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. This book is part of a larger body of work that explores family dynamics, social issues, and personal identity amidst the backdrop of the 19th century. The narrative presents a detailed portrayal of family life, particularly focusing on the relationships and challenges faced by the Caxton family. In this volume, the story revolves around Pisistratus Caxton and his interactions with various characters, including Francis Vivian, whose mysterious upbringing and past serve as a focal point of tension and intrigue. The plot examines themes of honor, the complexities of relationships within families, and the burdens of legacy and societal expectation. As Pisistratus navigates his way through intertwined fates and familial obligations, the narrative also delves into socio-political commentary reflective of the era. The emotional weight of loss, seen through the lens of Captain Roland's grief over his deceased son, adds depth to the character development and underscores the overarching themes of love and remembrance within the Caxton family.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":567},{"book_title":"Caxtons_ A Family Picture — Volume 11","author":" The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 11\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. The book explores the intricacies of a family grappling with the consequences of their circumstances, particularly focusing on themes of honor, familial bonds, and personal responsibility against a backdrop of societal expectations. It presents a detailed picture of the Caxton family, addressing their hopes, struggles, and moral dilemmas in the face of adversity. In this volume, the narrative revolves around Augustine Caxton and the turmoil his family faces due to financial ruin caused by his brother-in-law's rash decisions in business. The story captures the emotional turmoil of the family, as they navigate the challenges brought on by external pressures and internal conflicts. Pisistratus, Augustine's son, takes center stage as he attempts to support his family amidst the chaos. The characters deal with themes of forgiveness and redemption, particularly as Uncle Jack Tibbets returns after being imprisoned, seeking his family's acceptance. The volume ultimately highlights the resilience of familial bonds and the capacity for love to prevail over hardship, painting a vivid picture of 19th-century family life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":568},{"book_title":"Caxtons_ A Family Picture — Volume 12","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 12\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era. This work presents a narrative that focuses on the life and dynamics of the Caxton family, exploring themes of familial relationships, aspirations, and the impact of changes on their lives. The book dives into the challenges and motivations of its characters, particularly the ambitions of the young Pisistratus Caxton, who seeks to redeem his family's fortunes amidst shifting societal values. The story unfolds through the thoughts and experiences of Pisistratus Caxton, who is caught between his scholarly upbringing and a yearning for a more actionable life. In the backdrop of their ancestral home, the Tower, the narrative reveals the complexities of family ties as they confront financial struggles and aspirations for future success. As Pisistratus grapples with his duty to his family and his desire for personal fulfillment, he explores opportunities beyond England, particularly contemplating emigration to Australia as a means to secure the family's legacy. Through poignant reflections and character interactions filled with warmth and philosophy, Bulwer Lytton Lytton illustrates the intricate balance of aspiration, love, and duty within the Caxton household.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":569},{"book_title":"Caxtons_ A Family Picture — Volume 13","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 13\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era, reflecting the complex fabric of 19th-century family life and social changes. The narrative explores themes of ambition, emigration, and the tension between personal aspirations and familial loyalty. Set against the backdrop of a society undergoing transformation, the book likely delves into the dynamics within the Caxton family as they grapple with personal desires for advancement and the impact on their loved ones. In this installment of the Caxton saga, the protagonist, Pisistratus, contemplates emigration to Australia, driven by both a restlessness for adventure and a desire to restore his father's ambitions. Engaging in discussions with family members, including his supportive yet anxious mother and skeptical father, Pisistratus reflects on the meanings of duty and ambition while attempting to balance these with heartfelt connections. His internal conflicts lead him to develop plans that involve not only his own future but also that of his family and their legacy, ultimately emphasizing the interplay between individual desires and communal ties. Along his journey, he encounters various characters, like his lively and reckless partner Guy Bolding, who add richness to his experiences, highlighting the book's focus on personal growth and the complexities of human relationships.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":570},{"book_title":"Caxtons_ A Family Picture — Volume 14","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 14\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era, exploring themes of ambition, family dynamics, and social class challenges. It presents a thorough and character-driven narrative that delves into the lives of the Caxton family, focusing on their struggles as they navigate the complexities of their society and personal aspirations. In this volume, Pisistratus Caxton, the young protagonist, prepares for a venture to Australia, amidst a backdrop of familial love, ambition, and social pressure. Throughout his journey in London, he engages with various characters, including Lady Ellinor Trevanion, who represents both ambition and maternal care. As Pisistratus wrestles with his feelings for Fanny Trevanion and contemplates the shadowy figure of his friend Vivian, who embodies the dangers of ambition unchecked by morality, the narrative deepens into a tense exploration of loyalty, conflicting desires, and the treachery that threatens relationships. The story weaves together moments of introspection with external conflict, culminating in Pisistratus's sense of urgency to protect those he loves, thus highlighting the intertwined fates of the characters in their quest for independence and fulfillment","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":571},{"book_title":"Caxtons_ A Family Picture — Volume 15","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 15\" by Baron Edward Bulwer Lytton Lytton is a novel that was likely written during the Victorian era, a period spanning the 19th century. This work is part of a larger narrative exploring themes of family, love, and moral dilemmas, encapsulating the complexities of personal relationships and societal expectations. In this volume, the story follows the thrill of pursuit and the confrontation of dark intentions as the protagonist, Pisistratus Caxton, alongside his companion Captain Roland, endeavors to rescue the young lady Fanny Trevanion from the clutches of the villainous Francis Vivian. Their journey reveals deep emotional struggles, including themes of honor, betrayal, and redemption, particularly as it embroils the characters of Fanny and both Vivians—father and son. The narrative highlights the tumultuous relationship between Roland, who grapples with the consequences of his son's actions, and the fervent desire for reconciliation amidst the chaos created by Vivian's misguided affections and treachery. Ultimately, it is a tale that examines love's complexities and the moral choices that define it.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":572},{"book_title":"Caxtons_ A Family Picture — Volume 16","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 16\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era, exploring themes of family, love, and societal challenges. The narrative focuses on the struggles and interpersonal dynamics among the Caxton family, particularly emphasizing the relationships between fathers and sons, as well as issues surrounding identity and redemption. The story unfolds primarily through the character of Pisistratus Caxton, who grapples with the legacy of his family's past while attempting to aid his troubled cousin, Vivian. The plot delves into Vivian's tumultuous upbringing, marked by the absence of paternal affection and the influences of a wild upbringing. As the characters navigate their relationships—especially between Vivian and his father, Roland—a deeper investigation into their motivations, regrets, and aspirations reveals a rich tapestry of emotional conflicts. The novel ultimately highlights themes of forgiveness, the consequences of personal choice, and the quest for personal fulfillment against a backdrop of familial expectations and social constraints.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":573},{"book_title":"Caxtons_ A Family Picture — Volume 17","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 17\" by Baron Edward Bulwer Lytton Lytton is a novel set in the Victorian era that explores themes of family dynamics, personal ambition, and societal expectations. It details the lives and interactions of the Caxton family as they navigate the challenges posed by their respective aspirations and the world around them, particularly against the backdrop of 19th century Australia. The narrative predominantly follows Pisistratus Caxton and his companions, as they manage their pastoral lives while dealing with the presence of Uncle Jack, who embodies a mix of capitalist zeal and familial warmth. Notable supporting characters include Guy Bolding and Vivian—each with their character arcs reflecting different approaches to ambition and societal roles. The chapters highlight not only the struggles of colonial life and the grit required to succeed in the bush but also the personal dreams, disappointments, and desires that intertwine their fates. As the story unfolds, Pisistratus grapples with the concept of success and family loyalty, ultimately expressing a longing for home and a life that reflects both his and his family’s true values.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":574}],[{"book_title":"Caxtons_ A Family Picture — Volume 18","author":"The - Baron Edward Bulwer Lytton Lytton","description":"The Caxtons: A Family Picture — Volume 18\" by Baron Edward Bulwer Lytton Lytton is a novel written during the Victorian era, likely in the mid-19th century. This work examines themes of family, ambition, and the contrast between traditional society and the adventurous spirit of the new world, reflecting on the experiences of the Caxton family, particularly focusing on Pisistratus Caxton, as he navigates personal growth and societal expectations. In this volume, we follow Pisistratus's return to England after several years spent in Australia, where he experienced trials and triumphs in agriculture and sheep farming. As he reconnects with his family, he grapples with nostalgia and the changes that time has brought to his loved ones. The story weaves through various characters, including his cousin Blanche, with whom he shares a developing relationship, alongside other family figures like Roland and their parents. These connections are steeped in reflections on life's uncertainties, the weight of inherited legacies, and the contrast between the idealization of the past and the harsher realities of adulthood. Overall, the narrative combines elements of romance, social commentary, and the interplay of fortune and effort in the pursuits of life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":575},{"book_title":"Caybigan ","author":" James Hopper","description":"Caybigan\" by James Hopper is a novel written in the early 20th century. The story unfolds primarily in the Philippines, where the complexities of colonial education, morality, and the struggles of a group of expatriate teachers are explored through their interactions and experiences in a foreign land. The narrative centers on characters like Miller, a flawed and morally ambiguous figure, and his encounter with dire circumstances that challenge his character and the judgments of those around him. The opening of the novel introduces a group of teachers gathered in Ilo-Ilo during the Christmas holidays amid the unsettling realities following a cholera outbreak. As they reflect on the death of a colleague named Miller, their conversation reveals their judgments about him and their own vulnerabilities. Carter, one of the teachers, passionately defends Miller, highlighting their shared experiences, revealing the inner turmoil contrasted with the outward appearance of strength and moral superiority. The narrative discusses themes of judgment, loneliness, and the moral complexities of survival, setting the stage for a deeper understanding of Miller's struggles and the harsh realities these expatriates confront in a challenging environment.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":576},{"book_title":"Cease firing ","author":"Mary Johnston","description":"Cease Firing\" by Mary Johnston is a historical novel set during the tumultuous period of the American Civil War, likely written in the early 20th century. The book examines the harrowing experiences of soldiers and civilians amid the conflict, focusing on themes of duty, love, and loss. The narrative introduces the character Edward Cary, a private in the Confederate army, who navigates the challenges of war while grappling with personal emotions and relationships. The opening of the novel sets a richly detailed backdrop of the Mississippi River in December 1862, illustrating a landscape transformed by the ravages of war. Edward Cary's detachment, caught in the mud and rain, faces both physical exhaustion and emotional turmoil as they march towards the dangerous front lines. The text captures the camaraderie and humor among the soldiers amid the adversity, while also introducing Cary's thoughts of home and love, particularly centering on Désirée Gaillard, a strong-willed woman striving to protect her home and people from the floodwaters of both nature and war. This early section effectively establishes the mood and tension of the story, promising a blend of personal and historical narratives in the chapters to come.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Historical Fiction","index":577},{"book_title":"Cecil Castlemaine's Gage, Lady Marabout's Troubles, and Other Stories ","author":"Ouida","description":"Cecil Castlemaine's Gage, Lady Marabout's Troubles, and Other Stories\" by Ouida is a collection of stories written in the late 19th century. The book centers around the character of Cecil Castlemaine, a striking beauty from a noble family, who, amidst political intrigue and personal pride, navigates societal expectations, romance, and loyalty to her cause. The stories feature themes of love, ambition, and the complexities of character, reflecting the author's flair for intricate character portrayal and vivid settings. The opening of the collection introduces us to Cecil Castlemaine, the epitome of beauty and pride in her time, as she descends the grand staircase of her family estate, Lilliesford, during a politically charged era. Unmoved by the many suitors vying for her affection, Cecil's heart and ambitions are tied to the Tory cause she fervently supports. As the narrative unfolds, we see her transition from the vibrant life of London society to the solitude of her estate, where she broods over the political climate and her own unresolved feelings towards Sir Fulke Ravensworth, an envoy with whom she shares a compelling connection, setting the stage for the intertwining of personal and political stakes in her life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Literature","index":578},{"book_title":"Cecil Rhodes, Man and Empire-Maker ","author":" Princess Catherine Radziwill","description":"Cecil Rhodes, Man and Empire-Maker\" by Princess Catherine Radziwill is a historical account written in the early 20th century. The book delves into the life and political significance of Cecil Rhodes, explores his complex personality, ambitions, and the impact of his actions on South Africa during a transformative time in its colonial history. It captures the interplay between Rhodes and key figures, particularly Sir Alfred Milner, as they navigate the tumultuous political landscape of South Africa shaped by colonialism and the Boer War. The opening of the text sets the stage for an in-depth examination of Cecil Rhodes' character and his role in colonial South Africa. It begins by reflecting on the conquest of South Africa, depicting it as a blend of mercenary intentions and grand ambitions, and acknowledges the diverse range of individuals who shaped the region's political and social dynamics. Early chapters highlight Rhodes' ascent from a frail youth seeking health to a powerful figure whose ambitions would ultimately influence the territory's governance and economic future. The narrative also touches on Rhodes' contentious relationship with the Boer communities and the English, alongside the political machinations that would lead to the infamous Jameson Raid and its profound implications for his legacy.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":579},{"book_title":"Cecilia de Noël ","author":" Lanoe Falconer","description":"Cecilia de Noël\" by Lanoe Falconer is a novel written in the early 20th century. The story unfolds in a hauntingly atmospheric setting, where characters grapple with the tension between rationality and the supernatural. Key figures include Sir George Atherley and his wife, Lady Atherley, who face unexplained noises and the possibility of ghosts in their manor, while the story also hints at deeper personal struggles among the characters, particularly Mr. Lyndsay, who is confronted by memories of a broken engagement. The opening of the novel introduces us to a group gathered in the drawing-room of Atherley’s manor, where philosophical discussions about science and the existence of the supernatural take place. Atherley, a strong advocate for rationalism, clashes with the unsettling appearance of peculiar noises from the servants' wing, prompting speculation about a ghost. Lady Atherley’s concerns about a servant's hysteria over the ghost adds a layer of tension, reflecting the personal and social anxieties of life in an old manor. Mr. Lyndsay, who carries the weight of a lost love, serves as a contrasting figure, grappling with his own emotional turmoil amid the unfolding mystery, foreshadowing deeper explorations of belief, companionship, and inner conflict.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":580},{"book_title":"Cecilia; Or, Memoirs of an Heiress — Volume 1","author":" Fanny Burney","description":"Cecilia; Or, Memoirs of an Heiress — Volume 1\" by Fanny Burney is a novel written in the late 18th century. The book follows the life and experiences of Cecilia Beverley, a young heiress navigating the complexities of relationships, society, and her newfound wealth after the death of her uncle. With an intricate plot set against the backdrop of 18th-century England, it explores themes of love, ambition, and the impact of fortune on one's social standing. The opening of the novel introduces Cecilia as she embarks on a journey from her childhood home in Suffolk to London, reflecting on the loss of her parents and the recent death of her guardian, the Dean. We learn that Cecilia is to inherit a substantial fortune and has been living with her benevolent friend, Mrs. Charlton, who has provided comfort during her mourning. As she reluctantly prepares to leave her home, Cecilia's quite sensible and dignified character begins to take shape amidst her melancholy. The narrative also introduces important figures such as the charming yet duplicitous Mr. Monckton, who harbors ambitions towards Cecilia, setting the stage for future conflict and intrigue in the bustling city life awaiting her in London.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":581},{"book_title":"Cecilia; Or, Memoirs of an Heiress — Volume 2","author":" Fanny Burney","description":"Cecilia; Or, Memoirs of an Heiress — Volume 2\" by Fanny Burney is a novel written in the late 18th century, specifically reflecting the societal norms and challenges of that era. The narrative delves into the life of Cecilia Beverley, an heiress navigating the complexities of love, friendship, and social expectations. As she encounters various characters, her journey reveals themes of social class disparities, personal sacrifices, and the pursuit of happiness amidst societal constraints. At the start of this volume, Cecilia grapples with her emotions and the realities surrounding her relationships, particularly concerning her feelings for young Delvile. The opening chapters focus on her visit to Miss Belfield, where she learns of the challenges facing Miss Belfield's brother and expresses her desire to help the family despite their pride. The dialogue highlights Cecilia's compassionate nature as she navigates social niceties and the complexities of their situation, all while feeling the weight of her own romantic concerns, especially in relation to young Delvile's recent distance. The intricate interplay of relationships and the exploration of societal roles set the stage for deeper conflicts to emerge throughout the narrative.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":582},{"book_title":"Cecilia; Or, Memoirs of an Heiress ","author":" Fanny Burney","description":"Cecilia; Or, Memoirs of an Heiress — Volume 2\" by Fanny Burney is a novel written in the late 18th century, specifically reflecting the societal norms and challenges of that era. The narrative delves into the life of Cecilia Beverley, an heiress navigating the complexities of love, friendship, and social expectations. As she encounters various characters, her journey reveals themes of social class disparities, personal sacrifices, and the pursuit of happiness amidst societal constraints. At the start of this volume, Cecilia grapples with her emotions and the realities surrounding her relationships, particularly concerning her feelings for young Delvile. The opening chapters focus on her visit to Miss Belfield, where she learns of the challenges facing Miss Belfield's brother and expresses her desire to help the family despite their pride. The dialogue highlights Cecilia's compassionate nature as she navigates social niceties and the complexities of their situation, all while feeling the weight of her own romantic concerns, especially in relation to young Delvile's recent distance. The intricate interplay of relationships and the exploration of societal roles set the stage for deeper conflicts to emerge throughout the narrative.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":583},{"book_title":"Cecilia_ A Story of Modern Rome","author":" - F. Marion Crawford","description":"Cecilia: A Story of Modern Rome” by F. Marion Crawford is a novel written in the early 20th century. The story unfolds in the picturesque setting of Rome, focusing on the character of Cecilia Palladio, a modern Italian girl grappling with the complexities of love, identity, and societal expectations. The narrative touches on themes of duty, desire, and the conflict between personal aspirations and family obligations, particularly as Cecilia navigates her relationships with her friends and family. The opening of the novel introduces two central characters: Lamberto Lamberti, a rugged sailor and man of action, and Guido d'Este, an introspective dreamer with royal connections. They meet in a tranquil garden in Rome, where their conversation reveals the tension in Guido's life due to the demanding and exploitative nature of his aunt, the Princess Anatolie. As Lamberti offers his loyal friendship, Guido reveals his struggles with familial pressure and the threat of disgrace, highlighting the emotional depths both characters face. Their friendship contrasts with the expectations placed upon Guido by his aristocratic lineage, setting the stage for the ensuing complexities when Cecilia enters their lives and further intertwines their fates.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":584}],[{"book_title":"Cecily Parsley's Nursery Rhymes ","author":" Beatrix Potter","description":"Cecily Parsley's Nursery Rhymes\" by Beatrix Potter is a delightful collection of children's nursery rhymes written in the early 20th century. This charming book features a variety of whimsical poems and verses that capture the innocence and playful spirit of childhood, primarily focusing on the adventures and antics of various animal characters. Potter's timeless storytelling and illustrations have made her work a staple in children’s literature. In \"Cecily Parsley's Nursery Rhymes,\" readers are introduced to a colorful cast of characters, including Cecily Parsley, who brews ale for gentlemen in her pen. The book includes a series of beloved nursery rhymes such as \"Goosey, Goosey Gander\" and \"Three Blind Mice,\" bringing to life playful narratives that engage young imaginations. Each rhyme is accompanied by enchanting illustrations that enhance the reading experience, making the book not only a collection of verses but also a visual delight. The themes often revolve around everyday life, nature, and the playful antics of animals, making it a cherished read for young children and their caregivers alike.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":585},{"book_title":"Cedar Creek_ From the Shanty to the Settlement. A Tale of Canadian Life ","author":" Elizabeth H. Walshe","description":"Cedar Creek: From the Shanty to the Settlement. A Tale of Canadian Life\" by Walshe is a novel likely written in the late 19th century. The story follows Robert Wynn, a young man from an impoverished Irish family, who emigrates to Canada seeking opportunity and a fresh start. The narrative is expected to explore themes of emigration, the challenges of starting anew in a foreign land, and the flourishing of life in the Canadian wilderness. The opening of the novel introduces Robert Wynn, who is filled with hope as he arrives in London with the intention of securing a position in the Civil Service. He reflects on his noble Irish heritage, now in decline, and considers the burden this legacy has placed on his family. After a disappointing encounter regarding his potential employment, he becomes increasingly tempted by the notion of emigration to Canada and the possibility of a more liberating life. A chance meeting with Hiram Holt, a passionate Canadian settler, sparks Robert's interest and sets in motion his eventual decision to leave his home for a chance at a new life among the vast Canadian landscapes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":586},{"book_title":"Cedric, the Forester ","author":" Bernard Gay Marshall","description":"Cedar Creek: From the Shanty to the Settlement. A Tale of Canadian Life\" by Walshe is a novel likely written in the late 19th century. The story follows Robert Wynn, a young man from an impoverished Irish family, who emigrates to Canada seeking opportunity and a fresh start. The narrative is expected to explore themes of emigration, the challenges of starting anew in a foreign land, and the flourishing of life in the Canadian wilderness. The opening of the novel introduces Robert Wynn, who is filled with hope as he arrives in London with the intention of securing a position in the Civil Service. He reflects on his noble Irish heritage, now in decline, and considers the burden this legacy has placed on his family. After a disappointing encounter regarding his potential employment, he becomes increasingly tempted by the notion of emigration to Canada and the possibility of a more liberating life. A chance meeting with Hiram Holt, a passionate Canadian settler, sparks Robert's interest and sets in motion his eventual decision to leave his home for a chance at a new life among the vast Canadian landscapes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":587},{"book_title":"Celebrated Claimants from Perkin Warbeck to Arthur Orton","author":" Anonymous","description":"Celebrated Claimants from Perkin Warbeck to Arthur Orton\" by Anonymous is a historical account written in the late 19th century. The book compiles notable cases of individuals who claimed to be heirs to titles and properties, delving into their backgrounds, motivations, and the aftermath of their pretensions. The text seeks to explore these remarkable claims, blending elements of intrigue and legal drama throughout different historical periods. The opening of the work introduces the historical context of various impostors, beginning with figures like Jack Cade and Lambert Simnel, who made ambitious claims to nobility and royal lineage during political turmoil in England. The text outlines their actions, the response of contemporary society, and the ultimate fates of these claimants, often highlighting the interplay between legitimacy, power, and deception in their pursuits. It sets the stage for a discussion of subsequent claimants, including the famous cases of Perkin Warbeck and Arthur Orton, establishing a theme of intrigue and the quest for identity that runs throughout the collection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":588},{"book_title":"Celebrated Crimes (Complete)","author":" Alexandre Dumas","description":"Celebrated Claimants from Perkin Warbeck to Arthur Orton\" by Anonymous is a historical account written in the late 19th century. The book compiles notable cases of individuals who claimed to be heirs to titles and properties, delving into their backgrounds, motivations, and the aftermath of their pretensions. The text seeks to explore these remarkable claims, blending elements of intrigue and legal drama throughout different historical periods. The opening of the work introduces the historical context of various impostors, beginning with figures like Jack Cade and Lambert Simnel, who made ambitious claims to nobility and royal lineage during political turmoil in England. The text outlines their actions, the response of contemporary society, and the ultimate fates of these claimants, often highlighting the interplay between legitimacy, power, and deception in their pursuits. It sets the stage for a discussion of subsequent claimants, including the famous cases of Perkin Warbeck and Arthur Orton, establishing a theme of intrigue and the quest for identity that runs throughout the collection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":589},{"book_title":"Celebrated Travels and Travellers, Part 1. _ The Exploration of the World ","author":"Jules Verne","description":"Celebrated Crimes (Complete)\" by Alexandre Dumas is a historical account written during the early 19th century. This collection presents a series of narratives centered around infamous historical crimes, intertwining facts with dramatic storytelling. Dumas selects notorious figures and events, such as the Borgia family, to explore themes of power, ambition, and moral ambiguity. At the start of this work, we encounter the prologue discussing the dying moments of Lorenzo de' Medici and his spiritual confrontation with the Dominican friar Savonarola, who challenges Lorenzo to consider his sins and the state of Florence. This opening sets the tone for the subsequent exploration of notorious characters and their crimes, as Dumas provides both historical context and moral insight, emphasizing the interplay between personal ambition and the greater political landscape. The introduction signals the depth and complexity of the narratives to follow, inviting readers to delve into the violent and intricate histories that shaped Europe.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":590},{"book_title":"Celebrated Travels and Travellers, Part 2. _ The Great Navigators of the Eighteenth Century","author":" Jules Verne","description":"Celebrated Travels and Travellers, Part 2\" by Jules Verne is a historical account written in the late 19th century. This volume is part of a trilogy that chronicles the significant journeys and explorations of notable figures, focusing specifically on the great navigators of the 18th century. The book explores the contributions of various explorers, including Captain James Cook and Alexander Selkirk, shedding light on their voyages and the changes they brought to navigation and cartography during this era. At the start of this volume, the author sets the stage by highlighting the scientific advancements in navigation and cartography that defined the 18th century. The narrative introduces key figures like Maupertuis and Condamine, detailing their astronomical expeditions and their revolutionary impact on understanding the Earth's shape. The opening portion also recounts the adventures of early privateers such as Wood Rogers and explores the dramatic return of Alexander Selkirk from solitude on Juan Fernandez Island, showcasing the human experiences intertwined with the age of exploration. Through engaging storytelling, Verne provides readers with a rich tapestry of historical exploration, emphasizing the interplay between science, adventure, and discovery.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geography","index":591},{"book_title":"Celebrated Travels and Travellers, Part 3. _ The Great Explorers of the Nineteenth Century","author":" Jules Verne","description":"Celebrated Travels and Travellers, Part 3\" by Jules Verne is a historical account written in the late 19th century. This work explores the journeys and discoveries of various celebrated explorers from the 19th century, providing insights into their adventures and the geographical knowledge gained through their travels. The book is likely to appeal to readers interested in exploration, geography, and the historical context of travel narratives. The opening of the book lays the groundwork for an exploration of significant geographical discoveries and the key figures who contributed to this knowledge during a time of social and political turbulence. It discusses the slowdown of explorations due to the Republic and Empire influences in France and highlights the early contributions of explorers like Seetzen and Burckhardt to the understanding of regions such as Syria, Palestine, and the Arab world. The narrative sets the stage for detailed discussions on various expeditions and the accounts of these explorers, emphasizing the rich experiences and challenges they faced in their quests for knowledge.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geography","index":592},{"book_title":"Celebrated Women Travellers of the Nineteenth Century","author":"W. H. Davenport Adams","description":"Celebrity\" by James McKimmey is a short work of fiction written in the mid-20th century. The book captures the excitement and anticipation surrounding a character's arrival in a bustling city on a day dedicated to celebrating fame and success. It paints a vivid picture of the vibrant atmosphere, highlighting the collective thrill of the townspeople as they gather to witness the spectacle. The narrative unfolds on \"Celebrity day,\" showcasing the city’s preparations for the arrival of a notable figure, Joseph S. Stettison. As the day progresses, people from various walks of life come together, expressing joy and enthusiasm through performances, parades, and festive decorations. The atmosphere is electrifying, filled with laughter, music, and a sense of community. Stettison's entrance in a black car solidifies the excitement, as the crowd erupts in cheers, illustrating the heights of adoration and spectacle that accompany celebrity culture. The story ultimately reflects on society's fascination with fame and the communal experience of celebration.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science Fiction","index":593},{"book_title":"Celebration in Baltimore of the Triumph of Liberty in France","author":"William Wirt","description":"Celebration in Baltimore of the Triumph of Liberty in France\" by William Wirt is a historical account documenting the celebrations that took place in Baltimore following France's successful revolution in 1830. Likely written in the early 19th century, the book captures the enthusiasm of American citizens expressing their joy and solidarity with the French people during this pivotal moment in history. The work includes an address delivered by Wirt during the event, emphasizing themes of liberty and the interconnectedness of the two nations. In the book, Wirt reflects on the significance of the recent events in France, celebrating the rapid overthrow of a monarch by the Parisian citizens. He draws parallels between this revolution and the American fight for independence, highlighting the support France provided during the American Revolution. Wirt's eloquent address underscores the universal desire for freedom and the hope that this triumph in France would serve as an example and inspiration for other nations seeking liberty. The address conveys a strong sense of fraternity between the American and French people, celebrating shared values of democracy and human rights.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":594}],[{"book_title":"Celebrity ","author":" James McKimmey","description":"Celebrity\" by James McKimmey is a short work of fiction written in the mid-20th century. The book captures the excitement and anticipation surrounding a character's arrival in a bustling city on a day dedicated to celebrating fame and success. It paints a vivid picture of the vibrant atmosphere, highlighting the collective thrill of the townspeople as they gather to witness the spectacle. The narrative unfolds on \"Celebrity day,\" showcasing the city’s preparations for the arrival of a notable figure, Joseph S. Stettison. As the day progresses, people from various walks of life come together, expressing joy and enthusiasm through performances, parades, and festive decorations. The atmosphere is electrifying, filled with laughter, music, and a sense of community. Stettison's entrance in a black car solidifies the excitement, as the crowd erupts in cheers, illustrating the heights of adoration and spectacle that accompany celebrity culture. The story ultimately reflects on society's fascination with fame and the communal experience of celebration.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science Fiction","index":595},{"book_title":"Celebrity at Home","author":" Violet Hunt","description":"The Celebrity at Home\" by Violet Hunt is a fictional narrative written in the early 20th century. The story revolves around the unconventional life of the Taylor family, exploring their domestic dynamics and the humorous, sometimes painful, truths about fame, family, and childhood. The narrative perspective is particularly engaging as it is told through the eyes of a young girl named Tempe, who aspires to document her life with the honest and refreshing candor of a budding author. The opening of the book introduces us to Tempe, a sharp-witted child who feels her childhood is not nearly as blissful as it ought to be. Through her reflections, we gain insight into her family: her father, George, is an author with a complicated relationship with his wife and children, while her sister, Ariadne, embodies a more traditional, genteel femininity. Tempe portrays her dissatisfaction with the constraints imposed by adulthood, her observations of her family’s social standing, and her aspirations for a freer, more expressive life. As she begins to document her thoughts with aspirations of becoming a writer, Tempe’s unique voice sets a tone filled with both levity and sincerity, inviting readers to explore the complexities of the Edwardian family life alongside her.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":596},{"book_title":"Celebrity, Complete","author":"Winston Churchill","description":"The Celebrity, Complete\" by Winston Churchill is a novel written in the early 20th century. The story introduces the life of a man who rises to fame, starting from humble beginnings as a young lawyer. The narrative follows the main character's reflections on the enigmatic figure known as the Celebrity, revealing his transformation from an ordinary individual into one celebrated for his literary prowess, yet grappling with the excesses and challenges that come with notoriety. The opening of the novel sets the stage for an exploration of themes such as fame, identity, and the human experience. The protagonist recalls his earlier acquaintance with the Celebrity, highlighting the stark contrast between the man he used to know and the persona he has crafted. As he navigates through his interactions and observations, the protagonist expresses a sense of irony about the milieu of fame, the superficiality of certain social circles, and the complexities inherent in human relationships, particularly as they pertain to admiration and envy. The intrigue develops as the protagonist's journey unfolds alongside the Celebrity's ongoing escapades, setting up a narrative rich in social commentary and personal introspection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":597},{"book_title":"Celebrity, Volume 01","author":" Winston Churchill","description":"The Celebrity, Volume 01\" by Winston Churchill is a novel written in the early 20th century. It explores themes of fame and society through the experiences of a young lawyer who becomes involved with a man who rises to celebrity status. The narrative delves into the eccentricities of human behavior and the impact of social status on personal relationships, providing insights into the nature of fame and its effects on both the celebrated and the observer. The story begins with the protagonist's recollections of a man who eventually becomes a notable literary figure known as the Celebrity. Initially, this man is a simple law practitioner without any hint of the genius he later displays. As the Celebrity gains fame, the protagonist observes the changes in their interactions and the growing eccentricities accompanying the Celebrity's rise. Throughout the novel, other characters, such as Farrar and Mr. Cooke, add layers to the story, demonstrating various aspects of society influenced by wealth and status. As the plot unfolds, the protagonist grapples with the dual nature of celebrity culture—both its allure and its burdens—ultimately leading to a deeper understanding of human nature amidst the backdrop of societal expectations.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":598},{"book_title":"Celebrity, Volume 02","author":" Winston Churchill","description":"The Celebrity, Volume 02\" by Winston Churchill is a novel written in the early 20th century. This book follows the intrigues and social dynamics among the affluent class during a summer gathering at Mohair and Asquith, exploring themes of identity, reputation, and romantic entanglements. Set against a backdrop of leisurely social events, it delves into the complexities of relationships and the public perception of individuals within elite circles. The narrative centers around a mysterious character known as the Celebrity, who adopts the alias Charles Wrexell Allen, a persona closely resembling a well-known author. As he navigates social interactions, particularly with Miss Irene Trevor and Miss Marian Thorn, he becomes embroiled in romantic tensions and societal expectations. Throughout the story, tensions rise as the Celebrity grapples with his dual identity and the reactions of those around him, particularly after a grand cotillion that serves as a catalyst for rumors and splits in Asquith’s social fabric. The book culminates in a series of revelations and confrontations that challenge the characters’ understanding of love, honor, and the facades they maintain.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":599},{"book_title":"Celebrity, Volume 03","author":" Winston Churchill","description":"The Celebrity, Volume 03\" by Winston Churchill is a novel published in the early 20th century. This book explores themes of identity, fame, and social dynamics through the interactions of its characters amidst a backdrop of intrigue and personal conflict. The story unfolds in a society grappling with both admiration and skepticism towards a prominent figure known as the Celebrity, revealing the complexities of human relationships. In this volume, the protagonist grapples with intense feelings of disappointment and confusion regarding Miss Thorn's admiration for the Celebrity, whom he finds unworthy. As tensions rise, the narrative takes a turn when the Celebrity's identity is put into question due to allegations of embezzlement. The characters engage in a series of humorous and dramatic events as they try to navigate the fallout from these accusations, leading to dilemmas involving loyalty, morality, and the lengths to which they will go to protect one another. Miss Thorn's unwavering support for the Celebrity complicates the protagonist's feelings, setting the stage for a deep exploration of personal principles versus societal expectations.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":600},{"book_title":"Celebrity, Volume 04","author":" Winston Churchill","description":"The Celebrity, Volume 04\" by Winston Churchill is a fictional narrative likely written in the early 20th century. The story follows characters embroiled in a comedic and precarious situation involving a writer known as the Celebrity, who is being pursued by the authorities due to mistaken identity and allegations of criminal behavior. The tale revolves around themes of loyalty, humor, and misadventure as the characters navigate the chaotic circumstances surrounding their efforts to thwart the law's pursuit. The opening portion of the book introduces the urgency of the characters’ situation as they prepare to discreetly assist the Celebrity in escaping capture. Crocker, a district attorney, expresses uncertainty about the morality of helping someone he believes is innocent, while others in the group, including Mr. Cooke and Farrar, exhibit a mix of enthusiasm and skepticism. As tensions rise, the characters engage in witty banter and reflections on their moral dilemmas. Amidst the backdrop of a sailing adventure, personal relationships begin to develop, particularly hints of attraction, setting the stage for a deeper narrative of love and ambition against the comedic chaos of their flight.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":601},{"book_title":"Celestial Hammerlock","author":" Donald Colvin","description":"The Celestial Hammerlock\" by Donald Colvin is a science fiction novel written in the early 1950s. The story revolves around a humorous and satirical exploration of space travel and cultural clashes, as it follows the misadventures of Jed Michaels, an employee of the Interplanetary Amusement Corp., who mistakenly arrives at the wrong planetoid while leading a group of wrestlers. The book provides an engaging commentary on the nature of civilization and the concept of intellectualism versus physicality in a futuristic setting. In the narrative, Jed Michaels finds himself on Eros, an asteroid inhabited by overly refined and gentle people who value cerebral activities over physical ones. After a series of comedic misunderstandings, including being jailed and subjected to flower-infused \"rehabilitation,\" Michaels and his wrestlers become the unlikely catalysts for change in this peaceful society. They introduce wrestling, a vigorous and entertaining activity, which eventually leads to a cultural revolution. The wrestlers charm the inhabitants of Eros, particularly the princess, Aliana, and transform the societal values through their antics, resulting in a newly embraced blend of physicality and intellectualism. The story culminates in the wrestlers establishing a thrilling new identity for Eros, symbolizing the triumph of vitality and camaraderie over idyllic calmness.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science Fiction","index":602},{"book_title":"Celestial Omnibus and other Stories","author":" E. M. Forster","description":"The Celestial Omnibus and Other Stories\" by E.M. Forster is a collection of short stories written in the early 20th century. The stories explore themes of society, personal inklings of transcendence, and the interplay between reality and imagination. The opening story introduces a young boy named Eustace who is characterized as lazy and poorly disciplined, surrounded by adults who are critical of his nature. The beginning of the collection sets the stage in a picturesque Italian setting where Eustace finds himself on a picnic with family and acquaintances. The narrative delves into the dynamics between the characters, highlighting their interactions, criticisms, and the discomfort Eustace causes due to his unsociable behavior. The story takes an unexpected turn when a shared moment of inexplicable fear strikes the group during their outing, leading to the boy disappearing in a moment of panic. This blend of personal conflict, eerie suspense, and the contrasting beauty of nature hints at the fantastical elements that will unfold in subsequent tales.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Short Stories","index":603},{"book_title":"Celibates","author":" George Moore","description":"Celibates\" by George Moore is a novel first published in the late 19th century. The book explores the lives of three central characters—Mildred Lawson, John Norton, and Agnes Lahens—all of whom navigate the complexities of desire, societal expectations, and personal aspirations within a modern civilization. The story delves into their celibacy, driven by either nature or circumstance, revealing the emotional turmoil and existential reflections that accompany their unfulfilled lives. The beginning of \"Celibates\" sets the stage by introducing Mildred Lawson, a woman grappling with her independence and the societal pressures of marriage. As she lies awake in the heat of the night, she reflects on her engagement to Alfred Stanby, feeling suffocated by the conventional path that marriage represents. Her ambitions lean towards art, and she yearns for a life beyond domesticity. Through her memories and desires, readers are given a profound insight into her character's dissatisfaction with societal norms, as she contemplates what it means to pursue a vocation in a world that largely confines women to traditional roles. This opening portion invites readers to explore the struggle between individual aspirations and societal expectations, making it clear that the journey ahead will be rich with psychological depth and social critique.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":604}],[{"book_title":"Celibates","author":"Honoré de Balzac","description":"The Celibates\" by Honoré de Balzac is a novel written in the early 19th century that explores themes of loneliness and societal roles through the lives of various single characters. The book centers on the lives of bachelors and old maids, delving into their individual experiences and relationships, particularly focusing on the character Pierrette Lorrain and her cousin, Sylvie Rogron. This work is part of Balzac's broader collection, \"Comédie Humaine,\" which presents a detailed portrayal of French society. At the start of \"The Celibates,\" we are introduced to the precursors of the tale through an exposition that sets the stage for the narrative. The opening chapters describe the peaceful, yet melancholic life in the town of Provins, where a young worker named Brigaut is seen expressing his affection for Pierrette Lorrain, a beautiful girl confined by her circumstances. As we learn about the Rogrons, Pierrette's new guardians, their self-serving motivations and reluctance to accept Pierrette into their home paint a grim picture of familial dynamics and societal expectations. The text sets the groundwork for a poignant exploration of the trials faced by these celibates, particularly Pierrette, as they navigate their constrained lives filled with secrets, ambitions, and the harsh realities of their social standings.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":605},{"book_title":"Celt and Saxon — Complete","author":" George Meredith","description":"Celt and Saxon — Complete\" by George Meredith is a novel written during the early 20th century. The story revolves around Patrick O'Donnell, a young Irish gentleman who travels to North Wales to visit Mr. Adister, a notable landowner, with the hope of obtaining the address of Miss Adiante Adister, his brother's lost love. The narrative explores themes of love, loyalty, cultural identity, and the contrasting worlds of the Celtic and Saxon heritages, all while delving deep into the psyche of its characters, especially Patrick. At the start of the novel, we are introduced to Patrick O'Donnell as he contemplates his journey and wrestles with his feelings about his family’s past and the Adister family. The opening chapters detail his reflections as he travels through an evocative Welsh landscape, triggering memories and thoughts about love and betrayal, particularly regarding Adiante and his brother Philip's unrequited love for her. Upon reaching the estate of Earlsfont, Patrick engages in conversation with Mr. Adister, which reveals underlying tensions around family dynamics and cultural prejudices. The opening sets the stage for a complex interplay of emotions and thoughts that Patrick and other characters will navigate as they confront their personal histories and desires.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"English literature","index":606},{"book_title":"Celt and Saxon — Volume 1","author":" George Meredith","description":"Celt and Saxon — Volume 1\" by George Meredith is a novel written in the early 20th century. The story follows the young Irish gentleman Patrick O'Donnell, who embarks on a journey to North Wales to visit Mr. Adister, a significant landowner. As Patrick navigates his thoughts and emotions about his family history, engagement with the Adister family, and his brother Philip's lost love for Adiante, the narrative explores themes of love, loyalty, and cultural identity. The beginning of the novel introduces Patrick as he arrives at his destination, having made the journey both out of familial obligation and personal desire. Immersed in his reflections, he presents as a character torn between duty and longing. As he interacts with Mr. Adister, the complexities of their relationship unfold, particularly concerning the romantic tension surrounding Adiante, who becomes a central figure in Patrick's emotional turmoil. As Patrick learns about the challenges surrounding his brother's romantic interest, the narrative sets the stage for the unfolding drama between the Celtic and Saxon characters.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"English literature","index":607},{"book_title":"Celt and Saxon — Volume 2","author":" George Meredith","description":"Celt and Saxon — Volume 2\" by George Meredith is a novel written in the early 20th century. This work delves into the complexities of identity and cultural clashes between the Celtic and Saxon peoples in a historical setting, exploring themes of social hierarchy, morality, and personal relationships. The narrative appears to center around characters such as Mrs. Adister O'Donnell and Patrick O'Donnell, along with various members of the Mattock family, as they navigate interpersonal dynamics amid the larger sociopolitical landscape. The opening of this volume introduces us to Mrs. Adister O'Donnell, who is grappling with the challenge of composing a letter that balances her feelings with those of her brother, Edward. She calls on Patrick O'Donnell for assistance, highlighting her introspective nature and complex familial ties. The narrative then shifts to Miss Jane Mattock, a character described with both strength and vulnerability, as she engages in discussions regarding business aspirations and personal values. Through the blending of various conversational exchanges and internal reflections, Meredith sets up a tapestry of interconnected lives, hinting at future conflicts and bonds developed through cultural disagreements and personal ideals.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"English literature","index":608},{"book_title":"Celtic Christianity of Cornwall_ Divers Sketches and Studies","author":" Thomas Taylor","description":"The Celtic Christianity of Cornwall: Divers Sketches and Studies\" by Thomas Taylor is a historical account written in the early 20th century. The book explores the intricate relationship between Celtic Christianity and the cultural landscape of Cornwall, examining its ties to early pagan practices and the region's history. It delves into the influence of early Celtic inhabitants, their religious practices, and the surviving artifacts that contribute to understanding this unique blend of faith and heritage. The opening of the work sets the stage for a thorough examination of the origins and development of Christianity in Cornwall, emphasizing the importance of distinguishing between Celtic and pagan traditions. Taylor begins by critiquing the tendency to oversimplify religious origins based solely on similarities, particularly concerning rituals and ceremonies that may appear to intersect. He introduces key themes regarding the need for accurate interpretation of archaeological and historical evidence, as well as the necessity of understanding the diverse influences on Celtic Christianity in Cornwall. This approach highlights the depth of the subject and prepares the reader for a nuanced exploration of how Cornwall's religious history intertwines with broader Celtic traditions.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Christainity","index":609},{"book_title":"Celtic Fairy Tales","author":" Unknown","description":"Celtic Fairy Tales\" by Joseph Jacobs is a collection of folk tales that showcases the rich storytelling tradition of the Celtic cultures, likely compiled in the late 19th century. The tales feature various characters, often connected to themes of magic, love, and adventure, while drawing from the folklore of Ireland, Scotland, and Wales. The book aims to present tales that are characteristic of Celtic culture, distinguished from their English counterparts. The opening of the collection begins with a preface where Jacobs outlines his approach to selecting and editing these tales drawn from oral traditions. He emphasizes the importance of maintaining the authenticity of Celtic narratives while infusing them with an accessibility that appeals to a younger audience. Jacobs introduces the first story, \"Connla and the Fairy Maiden,\" in which a young prince named Connla encounters a mystical fairy maiden who beckons him to leave his earthly life for the enchanting realms of the fae. As Connla struggles between his love for the fairy and his obligations to his family, the tension between the two worlds is beautifully illustrated. This captivating blend of romance and magic hints at the deeper themes explored throughout the collection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fairy Tales","index":610},{"book_title":"Celtic Folklore_ Welsh and Manx (Volume 1 of 2) ","author":" John Rhys","description":"Celtic Folklore: Welsh and Manx\" by Sir John Rhys is a comprehensive collection of folklore and legends written in the early 20th century. This work focuses primarily on Welsh and Manx folklore, exploring various tales, cultural beliefs, and practices associated with the Celtic traditions in these regions. It aims to preserve and analyze the rich oral traditions that have shaped the cultural identity of the Welsh and Manx people. At the start of the work, the author reflects on his experiences in gathering folklore from Welsh sources. He shares the challenges he faced while collecting fragmented stories, emphasizing the gradual accumulation of material and the importance of careful observation and documentation. Rhys expresses regret for not starting his inquiries earlier and outlines the varied origins of the fairy lore that he plans to delve into in subsequent chapters. Through detailed explorations of legends and cultural elements associated with fairies, waters, and local customs, he aims to offer insights into the complex tapestry of Celtic mythology and its historical significance.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Mythology","index":611},{"book_title":"Celtic Folklore_ Welsh and Manx (Volume 2 of 2)","author":" John Rhys","description":"Celtic Folklore: Welsh and Manx (Volume 2 of 2)\" by Sir John Rhys is a collection of folklore accounts and legends related to the Celtic traditions of Wales and the Isle of Man, likely written in the late 19th century. This volume delves into various stories, particularly focusing on tales of submersion and cataclysms that explain the origins of certain bodies of water, highlighting how villages were reportedly swallowed up by lakes and rivers as punishment for the misdeeds of their inhabitants. The book is rich in cultural history and provides insights into the ancient beliefs that shaped the identities of these Celtic communities. The opening of this volume presents several intriguing legends about submerged towns and lakes, each carrying ethical and moral dimensions. For instance, it recounts the story of the submerged city of Is and the fate of Cantre'r Gwaelod, which was believed to have been engulfed by the sea due to the vices of its people. These fictional accounts are deeply intertwined with historical events, folklore, and geographical features, as anecdotal evidence from local fishermen suggests that remnants of these towns might still be visible beneath the water's surface during calm days. Throughout the introduction, the narrative explores themes of vengeance, remorse, and the consequences of moral failings, setting the stage for a deeper exploration of the rich tapestry of Celtic mythology.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Mythology","index":612},{"book_title":"Celtic Literature","author":" Matthew Arnold","description":"The Study of Celtic Literature\" by Matthew Arnold is a collection of lectures on the understanding and appreciation of Celtic literary heritage, likely written in the late 19th century. The text serves as an exploration of Celtic literature's richness and complexity, addressing how these works can resonate with broader cultural and literary discussions. Arnold aims to highlight the importance of understanding the Celtic perspective and contributions to literature, emphasizing their cultural significance despite challenges they face from dominant narratives. At the start of the book, Arnold discusses his experiences and reflections during visits to Wales, particularly participating in an Eisteddfod—an assembly of Welsh bards and poets. He reflects on the contrasting Celtic landscape and culture with the encroaching Saxon influence, expressing a deep admiration for the poetic traditions and historical roots of the Celtic peoples. Arnold's introduction sets the stage for a critical yet appreciative examination of Celtic literary works, steering the reader towards an understanding of their importance not only within the context of Wales or Ireland but also regarding their contributions to a shared literary heritage.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":613},{"book_title":"Celtic Magazine, Vol I, No. IV, February 1876 _ A Monthly Periorest of the Celt at Home and Abroad","author":" Various","description":"The Celtic Magazine, Vol I, No. IV, February 1876\" by Various is a historical publication written in the late 19th century. This magazine includes a wide range of articles that delve into Celtic culture, history, and literature, with particular emphasis on topics relevant to Highland Scotland, such as the Ossianic controversy and various Gaelic customs. The content reflects the interests and concerns of the Scottish Celtic community during this period. The opening portion of the magazine features an article titled \"The State of the Ossianic Controversy,\" which discusses the authenticity of the poems attributed to Ossian and their geological and geographic implications. The author, P. Hately Waddell, argues for the validity of Ossian's accounts as genuine historical and geographical documents, suggesting that they reveal truths about the regions described in the poems, particularly regarding the shifting levels of water in the Frith of Clyde. Waddell criticizes the scientific community's dismissal of Ossianic texts and urges a reassessment of their importance in understanding Scotland's ancient history and its landscape, calling for thorough investigation into these historical claims.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":614}],[{"book_title":"Celtic Magazine, Vol. 1, No. 1, November 1875 _ A Monthly Perioests of the Celt at Home and Abroad.","author":" Various","description":"The Celtic Magazine, Vol. 1, No. 1, November 1875\" by Various is a historical periodical focused on Celtic culture, literature, and issues relevant to the Celtic populations, written in the late 19th century. This magazine intends to explore a variety of topics including history, traditions, folk-lore, and the social and economic interests of the Celtic peoples both in Scotland and abroad, serving as a platform for discussion and debate on these subjects. The opening of the magazine introduces its aims, emphasizing the importance of discussing literary and historical subjects pertinent to the Celtic communities. It outlines plans to feature biographical sketches, critiques of literature, and articles that address significant social issues affecting the Highlands, such as land management, emigration, and sporting practices. This inaugural issue sets the tone for a series dedicated to preserving and promoting Celtic heritage, by highlighting the ongoing challenges faced by these communities and advocating for their rightful prominence in the broader literary and cultural discourse.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":615},{"book_title":"Celtic Magazine, Vol. 1, No. 3, January 1876 _ A Monthly Periodrests of the Celt at Home and Abroad, ","author":"Various","description":"The Celtic Magazine, Vol. 1, No. 3, January 1876\" by Various is a collection of articles and essays written in the mid-19th century. The magazine covers a wide range of topics related to Celtic culture, history, folklore, and literature, highlighting significant figures and debates within the Celtic tradition, particularly focusing on the Ossianic controversy and the legacy of the poet Ossian. At the start of the magazine, the author delves into the ongoing debates surrounding the authenticity and interpretation of Ossian's works, especially discussions relating to the translations made by James Macpherson. The essay examines various scholarly opinions on the themes present in Ossian’s poetry, touching upon concepts such as nature, heroism, and the supernatural, while contrasting them with scientific perspectives on the cultural narratives of the Celts. This opening sets the tone for a thoughtful and analytical exploration of Celtic literature and cultural identity, inviting readers to engage with the complexities of heritage and interpretation within the Celtic Renaissance.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":616},{"book_title":"Celtic Magazine, Vol. I No. V _ A Monthly Periodical Devoted torests of the Celt at Home and Abroad","author":"Various","description":"The Celtic Magazine, Vol. I No. V\" by Various is a historical periodical published in the mid-19th century. This volume contains articles that delve into various aspects of Scottish history and culture, highlighting topics such as the notorious Massacre of Glencoe, clan conflicts, and the broader human condition under duress. The articles reflect on themes of humanity, morality, and the complexities of Scottish identity. At the start of this volume, the writers introduce the tragic account of the Massacre of Glencoe, echoing themes of betrayal and vengeance amid the socio-political unrest in Scotland's Highlands during the late 17th century. The narrative discusses the context of the Highlanders' plight, intricacies of clan loyalties, and the fateful decision that led to the massacre. Additionally, it emphasizes the rich cultural tapestry of Highland Scotland, invoking vivid imagery of the landscape and its historical significance, while drawing connections between contemporary lessons on humanity and the consequences of historical violence under the backdrop of clan feuds.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":617},{"book_title":"Celtic Magazine, Vol. I, No. VI, April 1876 _ A Monthly Periodirests of the Celt at Home and Abroad, The - Various, 2012 (26p)","author":"Various","description":"The Celtic Magazine, Vol. I, No. VI, April 1876\" by Various is a historical periodical published in the mid-19th century. This volume continues several stories and articles focusing on Scottish history, culture, and folklore, including significant historical events such as the massacre at Glencoe. The content likely appeals to readers interested in the traditions and narratives of the Scottish Highlands as well as the region's cultural significance. At the start of the magazine, a vivid recounting of the tragic Massacre of Glencoe sets a somber tone. The narrative follows the brutal betrayal of the Macdonald clan by the soldiers under Colonel Hamilton's command, detailing the initial warmth and hospitality extended to the soldiers who were later ordered to execute a cold-blooded attack on the unsuspecting Macdonalds. As the evening of 12th February unfolds with tales of feasting and camaraderie, the story starkly contrasts with the impending horror of the massacre that ensues the following morning. The portrayal of this dark chapter in Scottish history serves as a compelling exploration of treachery, heritage, and the dramatic events that continue to resonate culturally in Scotland.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":618},{"book_title":"Celtic Psaltery _ Being Mainly Renderings in English Verse from Irish & Welsh Poetry","author":" Alfred Perceval Graves","description":"A Celtic Psaltery\" by Alfred Perceval Graves is a collection of English verse renderings from Irish and Welsh poetry, written during the early 20th century. This extraordinary compilation connects the modern reader to the rich cultural and spiritual heritage of Celtic traditions, focusing on religious and serious themes from early Irish and Welsh literature. The opening of the work introduces the dedication to David Lloyd George, the Prime Minister of Great Britain and Ireland, and outlines the contents of the volume. Graves explains that the first half features translations from Irish poetry, which explore the emergence of Christianity and its impact on early Irish spirituality. He highlights notable figures such as King Cormac and various saints, providing insights into their teachings and poetic expressions, often rich with humor and wisdom. The discussion of metrical forms and the challenges Graves faced in translation indicates his dedication to preserving the spirit and musicality of the original texts, providing a thoughtful context for the poems that follow.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religious Poetry","index":619},{"book_title":"Celtic Religion _ in Pre-Christian Times ","author":" E. Anwyl","description":"Celtic Religion in Pre-Christian Times\" by E. Anwyl is a historical account written in the early 20th century, specifically in the late 1900s. The book explores the religious beliefs and practices of the Celtic peoples before the advent of Christianity, detailing the evolution of their spiritual concepts and the influences that shaped them. Anwyl focuses on the relationship between Celtic religion and the sociopolitical structures of Celtic societies, including their myths, deities, and rituals. In this work, Anwyl delves into various phases of Celtic civilization and how they informed and were informed by the religious structures that arose in these communities. He discusses the transition from primitive animism to more complex religious systems involving a pantheon of deities with localized worship, linking this development to the social and material advancements of the Celts. The book also examines specific gods and goddesses, the role of the Druids, and the cultural practices surrounding rituals, emphasizing the deeply embedded connection between nature, community, and spirituality in Celtic life. Through careful analysis of archaeological findings and ancient texts, Anwyl provides insights into how the Celtic understanding of the divine shaped their worldview and societal norms.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":620},{"book_title":"Celtic Tales, Told to the Children","author":" Louey Chisholm","description":"Celtic Tales, Told to the Children\" by Louey Chisholm is a collection of retold traditional Celtic stories likely written in the early 20th century. This work showcases the rich folklore of Ireland and Scotland, aiming to introduce young readers to stories filled with beauty, adventure, and poignant lessons, even if some tales carry a touch of sadness. The opening stories feature characters such as Deirdre, the legendary figure known for her beauty and tragic fate, as well as other enchanting figures from the Celtic mythos. At the start of the collection, readers are introduced to the tale of Deirdre, whose birth is foretold to bring sorrow to the land. The narrative recounts her growing up under the protection of King Concobar, who becomes enamored with her while she dreams of another, Nathos. This tale unfolds with themes of love, loss, and destiny, marked by prophecies and magic that illustrate the tragic beauty of Celtic mythology. Alongside her story, the text also hints at another tale featuring the transformation of Lir's children into swans, establishing a tone that balances sorrow and enchantment throughout the narrative. Overall, the opening portion paints a vivid picture of a world where love and fate intertwine in the most unexpected and often heartbreaking ways.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fairy Tales","index":621},{"book_title":"Celtic Twilight","author":"W. B. Yeats","description":"The Celtic Twilight\" by W. B. Yeats is a collection of folklore and mystical tales written during the late 19th century. The work captures the essence of Irish culture, focusing on the supernatural aspects of life in Ireland, including faeries, spirits, and the rich tapestry of Irish mythology. Yeats draws from personal experiences and stories he has encountered, intertwining them with his contemplations of art, belief, and the nature of reality. At the start of the book, Yeats expresses his desire to create a small world populated by beautiful and significant elements of Irish culture as he describes his efforts to document the stories he has heard and observed. He introduces Paddy Flynn, a charismatic and eccentric old storyteller embodying the connection between the mundane and the mystical. Flynn shares tales of faerie encounters and peculiar happenings, emphasizing the pervasive belief in the supernatural within Irish folklore. Yeats also reflects on themes of belief and unreason, presenting a narrative texture that is at once autobiographical and steeped in the enchanting landscapes of Celtic legends, laying the groundwork for a richly imaginative exploration of Ireland’s cultural heritage.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":622},{"book_title":"Cenci _ Celebrated Crimes ","author":" Alexandre Dumas","description":"Celebrated Crimes (Complete)\" by Alexandre Dumas is a historical account written during the early 19th century. This collection presents a series of narratives centered around infamous historical crimes, intertwining facts with dramatic storytelling. Dumas selects notorious figures and events, such as the Borgia family, to explore themes of power, ambition, and moral ambiguity. At the start of this work, we encounter the prologue discussing the dying moments of Lorenzo de' Medici and his spiritual confrontation with the Dominican friar Savonarola, who challenges Lorenzo to consider his sins and the state of Florence. This opening sets the tone for the subsequent exploration of notorious characters and their crimes, as Dumas provides both historical context and moral insight, emphasizing the interplay between personal ambition and the greater political landscape. The introduction signals the depth and complexity of the narratives to follow, inviting readers to delve into the violent and intricate histories that shaped Europe.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":623},{"book_title":"Census in Moscow","author":"graf Leo Tolstoy","description":"The Census in Moscow\" by graf Leo Tolstoy is a sociological essay written in the late 19th century. The work critiques the process of collecting census data in Moscow, highlighting the necessity of understanding human suffering and the moral obligations that come with such investigations. This text serves as both a call to action and a reflection on the role of society in addressing poverty and inequality. In this essay, Tolstoy emphasizes that the census should not merely serve as a statistical exercise but rather as an opportunity for genuine human connection and altruistic action. He argues that those conducting the census must engage compassionately with the individuals they survey, particularly the impoverished. Through vivid anecdotes and a focus on social responsibility, Tolstoy calls upon the wealthy and educated citizens of Moscow to recognize their shared humanity with the poor. He posits that true assistance lies not in the mere distribution of money but in forming meaningful connections and actively working to alleviate suffering within the community. By doing so, he suggests, the census can transform from a cold calculation into a powerful means of societal healing and reform.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Social science","index":624}],[{"book_title":"Confidences_ Talks With a Young Girl Concerning Herself - ","author":"E. B. Lowry","description":"\"Confidences: Talks With a Young Girl Concerning Herself\" by E. B. Lowry is a guidebook intended for young girls, likely written in the early 20th century. This book serves to educate girls aged ten to fourteen about their bodies, health, and the natural processes of growing up, with a focus on creating an open conversation between mothers and daughters. It aims to empower young girls with knowledge that fosters self-care and understanding of their development. The content of the book is structured as a series of engaging discussions between a narrator and a young girl named Violet. It covers various topics from the biological aspects of plants and animals to the intricacies of the female body, including menstruation and the importance of a healthy lifestyle. The narrative illustrates the parallels between flowers, birds, and girls, emphasizing the value of nurturing one's body and understanding the life processes involved in becoming a mother. Each chapter combines scientific facts with compassionate insights, encouraging young girls to embrace their natural development while equipping them with the knowledge to maintain their health and well-being.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Health","index":2},{"book_title":"Confidential Chats with Boys - ","author":"William Lee Howard","description":"\"Confidential Chats with Boys\" by William Lee Howard is a self-help guide written in the early 20th century. The book aims to provide boys and young men with essential knowledge about their bodies, health, and the transition into adulthood, focusing on physical, mental, and moral well-being. Through a series of informal discussions, the author seeks to educate young readers about significant life topics often overlooked or inadequately addressed by parents and educators. The opening of the book introduces the author’s intention behind the chats, which stem from his years of experience working with young men facing life’s challenges. Howard emphasizes the importance of understanding one's own body and the natural laws governing health and growth. He highlights that many men struggle due to a lack of proper knowledge and training, leading to feelings of dissatisfaction and failure. He aims to equip boys with the information necessary to lead healthy lives, maintain physical vigor, and recognize the significance of caring for both their minds and bodies, particularly during the critical period of puberty.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Education","index":3},{"book_title":"Confidential Chats with Girls - ","author":"William Lee Howard","description":"\"Confidential Chats with Girls\" by William Lee Howard, M.D. is a comprehensive guide focused on the sexual education and health of young women, likely written in the early 20th century. The book addresses crucial topics surrounding puberty, menstruation, and overall physical and emotional well-being, aimed at girls transitioning from childhood to womanhood. Howard emphasizes the importance of understanding and respecting the natural processes of female development while offering practical advice to promote health and confidence. The opening portion introduces the premise of the book, highlighting the lack of adequate sexual education for American girls aged fourteen to eighteen. Howard discusses the physical and emotional changes that occur during puberty and frames this period as a natural, yet critical time for understanding one's body and its functions. He uses various analogies from nature to explain growth and development, ultimately stressing the need for open conversations about sex and hygiene to prevent misinformation and health issues. The author aims to empower young women with knowledge that could shield them from the consequences of ignorance, underscoring that both mothers and daughters must break the cycle of prudence to cultivate a healthier generation.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Education","index":4},{"book_title":"Confiscation; An Outline - ","author":"William Greenwood","description":"\"Confiscation; An Outline\" by William Greenwood is a radical economic treatise written in the late 19th century. The work critiques the existing socio-economic inequalities in the United States, arguing for the redistribution of wealth through an enforced cap on individual fortunes, asserting that excessive wealth undermines the foundation of a true republic. The central theme revolves around the idea of confiscation of assets exceeding a set limit, with the intent of returning resources to the wider populace to alleviate poverty and economic disparities. The opening of the book presents a scathing indictment of the prevailing capitalist system, suggesting that the nation's economic model closely resembles that of a monarchy, where wealth is concentrated in the hands of a few at the expense of the many. Greenwood posits that legislative inaction and the continued dominance of individual greed have led to a situation where, despite abundance, many citizens face starvation. He argues that the solution lies in confiscating excess wealth and redistributing resources, thus restoring the power of the people and ensuring that the republic serves all its citizens.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":5},{"book_title":"Conflict between Private Monopoly and Good Citizenship, The - ","author":"John Graham Brooks","description":"\"The Conflict between Private Monopoly and Good Citizenship\" by John Graham Brooks is an analytical essay published in the early 20th century, specifically in 1909. This book falls under the category of social critique and focuses on the relationship between private monopolies and the ethical responsibilities of citizenship in a democratic society. It explores the historical and structural factors that contribute to the dominance of monopolies in the United States and examines the implications for public welfare and governance. In this work, Brooks argues that private monopolies have corrupted political systems, undermined good citizenship, and created a disconnect between economic power and public accountability. He discusses how the excessive pursuit of wealth and individualism has led to lawlessness and ethical compromise in both business practices and politics. The author outlines the necessity for social control and regulation of monopolistic powers to safeguard the interests of the community against exploitative practices. Brooks presents a vision for a future in which government, rather than private interests, prioritizes public welfare, advocating for a form of economic management that benefits all citizens rather than a privileged few.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":6},{"book_title":"Conflict of Religions in the Early Roman Empire, The - ","author":"T. R. Glover","description":"\"The Conflict of Religions in the Early Roman Empire\" by T. R. Glover is a historical account written in the early 20th century. The book explores the complex interactions and struggles between various religious ideologies during the early Roman Empire, particularly highlighting the emergence of Christianity alongside established pagan traditions. Glover’s aim seems to be to shed light on how these conflicts shaped the cultural and spiritual landscape of the time. The opening of the text presents a vivid portrayal of the political and social condition of Rome following the assassination of Julius Caesar, setting the stage for the subsequent turmoil and eventual consolidation of power under Augustus. Glover reflects on the chaotic aftermath of Caesar's death and the societal decline that occurred as competing factions struggled for control, leading to widespread disorder. As he introduces the dynamics of Roman religion, Glover indicates a profound concern regarding the moral and spiritual decay of society, hinting at how Augustus sought to restore stability through a revival of traditional Roman religious practices, juxtaposed with the rise of new faiths and ideas, including the nascent Christian movement. This introduction effectively frames the subsequent discussions on the interplay of religious thought and state authority in ancient Rome.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":8},{"book_title":"Conflict, The - ","author":"David Graham Phillips","description":"\"The Conflict\" by David Graham Phillips is a novel written during the early 20th century. The story follows Jane Hastings, a young woman returning home after years of education and travels, who grapples with the societal expectations of marriage and her desire for a meaningful existence. In a world dominated by gender roles and the pressure to conform, Jane is restless, questioning her purpose beyond becoming a devoted wife. The opening of the novel sets the stage for Jane's internal struggle as she reflects on her upbringing and the societal norms that dictate women's lives. Jane encounters David Hull, who declares his love and proposes marriage, but she is repulsed by the idea, feeling that it would mean giving up her identity. As their conversation unfolds, Jane expresses disdain for societal expectations and her ambition for something greater. She is also drawn to the radical ideas of Victor Dorn, a man mentioned by Hull, representing a different, more revolutionary perspective on life and politics. This tension between traditional societal roles and the pursuit of personal fulfillment forms the crux of Jane's conflict, suggesting that her journey will involve challenging the status quo and seeking her own identity in a restrictive world.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":10},{"book_title":"Conformity to the World - ","author":"Edward Hoare","description":"\"Conformity to the World\" by Edward Hoare is a theological treatise written in the late 19th century, specifically around the 1870s. The book delves into the concept of societal influence on personal faith and the dangers of conforming to worldly standards as opposed to following spiritual principles. It discusses how adherence to worldly ways can erode one's Christian values and highlights the importance of maintaining a distinct identity as believers. In this work, Hoare examines various aspects of life, including dress, social interactions, friendships, and amusements, to illustrate how Christians can inadvertently blend into worldly norms. He emphasizes the significance of maintaining a clear distinction between the people of God and the surrounding culture, cautioning against the subtle influences that may lead believers astray. Through biblical references and practical advice, the author urges readers to adopt a life rooted in Christian principles, making conscious choices that reflect their faith rather than succumbing to societal pressures.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":11},{"book_title":"Confounding of Camelia, The - ","author":"Anne Douglas Sedgwick","description":"\"The Confounding of Camelia\" by Anne Douglas Sedgwick is a novel written in the late 19th century. The story revolves around the character Camelia Paton, who returns to her family estate in the country after a successful but disconcerting season in London. As she navigates the expectations and judgments of those around her, particularly concerning her unconventional nature and her family's legacy of quiet respectability, the narrative explores themes of identity, societal norms, and personal ambition. The opening of the novel introduces us to Camelia's background, including her lineage of “good, quiet people” and her father's rebellious spirit that sets her apart. The text paints a vivid picture of the contrast between her vibrant personality and the conservative views of her community in Clievesbury, establishing her as a figure both admired and scrutinized. We learn about her complex relationships, particularly with her mother, Lady Paton, and her childhood friend, Michael Perior, who seems critical yet protective of her. The dynamics in their interactions suggest an underlying tension and potential for deeper connections as Camelia seeks to assert her identity amidst the conformity she despises while also yearning for acceptance. The stage is set for a rich exploration of her character and the relationships in her life as she confronts societal expectations and her own desires.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":12},{"book_title":"Congo and Coasts of Africa, The - ","author":"Richard Harding Davis","description":"\"The Congo and Coasts of Africa\" by Richard Harding Davis is a travelogue written in the early 20th century. This work captures the author's observations and experiences as he journeys along the West Africa coast and into the Congo, detailing the contrasts between civilization and the untamed nature of the continent while reflecting upon the historical implications of colonization. The narrative highlights the societal dynamics and the plight of the local people juxtaposed with European colonial activities. The opening of the book introduces the reader to the author’s thoughts on the peculiar distribution of civilization across the globe, particularly focusing on West Africa. Davis recounts his departure, contrasting it with the grand voyages of leisure that many undertake. Instead, he joins a group of \"Coasters,\" individuals who plunge into the heart of the West African jungles to trade and evangelize, often facing isolation, sickness, and danger. As he immerses himself in the ambiance of various coastal ports, like Santa Cruz and Grand Bassam, Davis astutely reflects on the impact of colonialism, the overlooked regions of West Africa, and the entrenched legacies of the slave trade, setting the stage for a deeper exploration of the Congo’s tumultuous history","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":14}],[{"book_title":"Congo and Coasts of Africa, The - ","author":"Richard Harding Davis","description":"\"The Congo and Coasts of Africa\" by Richard Harding Davis is a travelogue written in the early 20th century. This work captures the author's observations and experiences as he journeys along the West Africa coast and into the Congo, detailing the contrasts between civilization and the untamed nature of the continent while reflecting upon the historical implications of colonization. The narrative highlights the societal dynamics and the plight of the local people juxtaposed with European colonial activities. The opening of the book introduces the reader to the author’s thoughts on the peculiar distribution of civilization across the globe, particularly focusing on West Africa. Davis recounts his departure, contrasting it with the grand voyages of leisure that many undertake. Instead, he joins a group of \"Coasters,\" individuals who plunge into the heart of the West African jungles to trade and evangelize, often facing isolation, sickness, and danger. As he immerses himself in the ambiance of various coastal ports, like Santa Cruz and Grand Bassam, Davis astutely reflects on the impact of colonialism, the overlooked regions of West Africa, and the entrenched legacies of the slave trade, setting the stage for a deeper exploration of the Congo’s tumultuous history","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":913},{"book_title":"Congo Rovers_ A Story of the Slave Squadron, The - ","author":"Harry Collingwood","description":"\"The Congo Rovers: A Story of the Slave Squadron\" by Harry Collingwood is a novel likely written in the late 19th century. This adventure tale revolves around a young boy, Richard Hawkesley, who is thrilled to receive a letter from Captain Vernon offering him a position as a midshipman aboard the sloop-of-war \"Daphne\", which is set to sail to Africa. The story delves into themes of ambition and personal desire against the backdrop of naval life, particularly focusing on the challenges and aspirations of young sailors during a tumultuous period in history. The opening of the novel introduces Richard as he learns about his acceptance into naval service, highlighting the mixed emotions he experiences regarding his ambitions and his father’s expectations. After gaining his father's consent, Richard excitedly prepares for his adventure while reflecting on his deep passion for the sea and naval life, which contrasts sharply with his father's more cautious stance. The narrative sets the stage for Richard's journey, emphasizing his enthusiasm and the portentous challenges ahead as he embarks on a mission filled with potential danger and discovery.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":914},{"book_title":"Congo, and Other Poems, The - ","author":"Vachel Lindsay","description":"\"The Congo and Other Poems\" by Vachel Lindsay is a collection of poems likely written in the early 20th century. The volume explores themes of culture, race, and human experience through a musical and rhythmic style that emphasizes spoken word and performance elements. One of the notable works in this collection is the titular poem \"The Congo,\" which delves into the complexities of the African American experience, drawing on imagery and sounds that evoke a vibrant, yet often tragic, narrative. The opening of the collection introduces the reader to the poem \"The Congo,\" which serves as both a celebration and critique of the African American culture and its struggles. The poem begins with its immersive and rhythmic structure, drawing the reader into the revelry of the characters described—\"fat black bucks\" celebrating in a barrel-house, while also addressing deeper themes of violence and colonialism. In its progression, it paints a vivid, song-like picture of life along the Congo River, contrasting joyous celebration with the dark, haunting legacy of oppression. This duality set up in the opening portion establishes the tone for the rest of the collection, which boldly navigates various themes and styles, often intended for performance or vocalization, allowing the reader to engage both intellectually and emotionally with the text.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":915},{"book_title":"Congregationalism in the Court Suburb - ","author":"John Stoughton","description":"\"Congregationalism in the Court Suburb\" by John Stoughton is a historical account likely written in the late 19th century. The text chronicles the establishment and development of the Nonconformist Church in the Kensington area, highlighting both the religious and social changes that accompanied its founding. The work appears to delve into the formation of Congregationalist principles and practices, specifically in relation to the architectural and community changes occurring in Kensington. At the start of the narrative, the author introduces the historical context of Kensington at the end of the 18th century, painting a vivid picture of a vastly rural area that was undergoing significant transformation. The opening details the development of the initial church and the efforts of early Nonconformists, detailing the collaboration among various sects and the establishment of a community where religious convictions led to the formation of a new place of worship. Notable figures, such as the coachman Saunders, who played a pivotal role in gathering congregants for services, set the stage for the narrative's exploration of the challenges and triumphs faced by the church and its members amidst the changing cultural landscape.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":916},{"book_title":"Congressional Government_ A Study in American Politics - ","author":"Woodrow Wilson","description":"\"Congresional Government: A Study in American Politics\" by Woodrow Wilson is an academic publication written in the late 19th century. The work examines the distinctive characteristics of the federal system in the United States, focusing particularly on the centrality of Congress and how its structure and functions differ from other governing bodies around the world. Wilson intends to highlight the peculiarities of American Congressional governance, shedding light on its historical development and its practical implications. The opening of the text serves as a preface where Wilson reflects on the evolution of the United States' governmental structure since the Constitution's adoption. He emphasizes that while the Constitution was intended to establish a system of checks and balances, in practice, Congress has become the predominant force in American governance, often overshadowing the executive branch. Wilson notes the challenges in fully understanding the functioning of Congress due to its complex committee system, which often leads to a considerable amount of business being managed behind closed doors, limiting public insight. He argues for a critical assessment of the congressional system, exploring how it has deviated from its original design and what that means for the future of American politics.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Politics","index":918},{"book_title":"Coningsby; Or, The New Generation - ","author":"Earl of Beaconsfield Benjamin Disraeli","description":"\"Coningsby; Or, The New Generation\" by Benjamin Disraeli is a novel written in the mid-19th century. The book explores the political landscape of early Victorian England through the eyes of its central character, Edward Coningsby, as he navigates issues related to class, politics, and identity within the aristocracy. The story delves into themes of political revival, social responsibility, and the transformative power of youth. The beginning of the novel introduces us to Coningsby, a young boy waiting in a house in St. James's Square, filled with a sense of restlessness and curiosity. As he interacts with Mr. Rigby, a member of the aristocracy with questionable character, the political tensions of the time begin to emerge, foreshadowing the changes that will shape their world. The story sets up Coningsby’s background as the grandson of a wealthy marquess, and it hints at the political upheaval brewing in society. The early chapters establish the characters and their connections while laying the groundwork for Coningsby's journey toward understanding his place in a tumultuous political environment.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":919},{"book_title":"Coniston — Complete - ","author":"Winston Churchill","description":"\"Coniston\" by Winston Churchill is a novel written during the late 19th century. Set in a small New England village after the presidency of Andrew Jackson, the story explores the complexities of democracy and social class through the eyes of its characters. Central to the narrative is Jethro Bass, the underappreciated son of a tanner, who navigates the intricate politics of his town while harbored feelings for Cynthia Ware, the well-educated daughter of the local minister. The opening of \"Coniston\" establishes a rich setting in the village, where Jethro Bass, described as rough yet insightful, interacts with other townsfolk, including the spirited Cynthia Ware. Their contrasting social status is evident, and their dynamic hints at budding emotions that complicate the dichotomy of class. The chapter introduces the vibrant village life, complete with social ranks and a sense of tradition, while foreshadowing political upheaval as Jethro's aspirations challenge the status quo. As the narrative unfolds, tensions surrounding political power and personal relationships promise an engaging exploration of ambition and societal change.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":920},{"book_title":"Coniston — Volume 01","author":"Winston Churchill","description":"\"Coniston — Volume 01\" by Winston Churchill is a novel written during the late 19th century. The story is set against the backdrop of a shifting political landscape in America, focusing on themes of democracy and social class. The narrative introduces key characters, notably Jethro Bass, the son of a tanner, and Cynthia Ware, the daughter of a minister, whose complex relationship unfolds amid the tensions of a small village in New England. At the start of the narrative, the reader is immersed in the landscape of Coniston, where the lives of its inhabitants are deeply intertwined with the environment and the social hierarchy that defines them. The opening chapters primarily present the contrasting characters of Jethro and Cynthia as they navigate their mutual curiosity and burgeoning feelings against societal expectations. Jethro, who appears unrefined and underestimated by his peers, begins to exhibit a form of quiet strength and ambition, while Cynthia grapples with her own feelings of attraction and societal propriety. As the political atmosphere intensifies, foreshadowing a dramatic town meeting, the stage is set for Jethro's journey from the fringes of society to a position of power, intertwining personal ambitions with larger communal dynamics.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":921},{"book_title":"Coniston — Volume 02","author":"Winston Churchill","description":"\"Coniston - Volume 02\" by Winston Churchill is a novel written during the early 20th century. The story revolves around the interactions of various characters in the fictional town of Coniston, particularly focusing on the life of William Wetherell, a sensitive storekeeper, and his complex relationship with the powerful and influential Jethro Bass. As the tale unfolds, themes of politics, social dynamics, and personal dilemmas are explored against the backdrop of a small community. The opening of the book introduces the reader to a tense political atmosphere in Coniston, where William Wetherell and his daughter Cynthia encounter Mr. Bijah Bixby, who alludes to political maneuvering tied to the influential Jethro Bass. Tensions escalate over Wetherell's growing unease with political entanglements, especially as Bixby tries to sway him into aligning with the reform party. The narrative sets the stage for Wetherell’s internal struggle amid escalating conflicts within the local political landscape, revealing the intricacies of his character and foreshadowing a deepening bond with Jethro Bass, who exhibits a mix of authority and underlying complexity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":922},{"book_title":"Coniston — Volume 03","author":"Winston Churchill","description":"\"Coniston — Volume 03\" by Winston Churchill is a fictional work written during the early 20th century. The narrative centers around the lives of Jethro Bass and Cynthia Wetherell, exploring themes of love, ambition, and political intrigue in a small New England town. The story is set against a backdrop of social conventions and the complexities of personal relationships, particularly as Jethro, a powerful local figure, navigates his feelings for Cynthia, who is growing into a spirited young woman. The opening of \"Coniston\" introduces us to the interactions between Jethro Bass and Cynthia Wetherell after the death of her father. Jethro moves into the village cottage to care for young Cynthia and take on a fatherly role. As the two develop a close bond, their lives intertwine with the political landscape of their community, and Jethro's influence in local governance becomes a focal point. We witness tender moments between them as they engage in learning and discussions about the world around them. The dynamics shift as Cynthia encounters societal expectations and potential suitors, including the wealthy and politically connected Bob Worthington, setting the stage for conflicts and relationships that will unfold throughout the narrative.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":923}]]