[[{"book_title":"Dramatic Technique","author":" George Pierce Baker","description":"\"Dramatic Technique\" by George Pierce Baker is a guide on the art of playwriting written in the early 20th century. The text aims to bridge the gap between instinctive dramatists and the formal study of dramatic construction, providing insights into how successful plays have been crafted over time. It emphasizes the importance of learning from historical practices and aims to equip aspiring playwrights with a clearer understanding of the dynamics of drama. At the start of the book, Baker discusses the misconceptions surrounding the nature of drama and dramatists, arguing against the idea that playwrights are solely born rather than made. He emphasizes the necessity of studying dramatic techniques from both contemporary and historical perspectives, illustrating that successful dramatic construction reflects universal, special, and individual techniques. Baker’s preface sets the framework for the detailed exploration that follows, highlighting the blending of action, characterization, and dialogue as essential components in achieving emotional resonance with an audience.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":471},{"book_title":"Dramatic Values in Plautus","author":"Wilton W. Blancké","description":"\"The Dramatic Values in Plautus\" by Wilton W. Blancké is a scholarly thesis written in the early 20th century, focusing on the comic playwright Plautus and his misunderstood contributions to drama. The book aims to provide a thorough analysis of Plautine comedy, exploring its structure, themes, critical reception, and the inherent artistic value that has been overlooked or misjudged by past scholars. By examining both the comedic techniques employed by Plautus and the cultural context of his work, Blancké seeks to clarify the poet's true position within the realm of dramatic art. At the start of the thesis, Blancké discusses the longstanding misconceptions surrounding Plautus as both a comic artist and a moral storyteller. He addresses how overreactive criticisms have oscillated between adulation and denigration, highlighting the necessity for a more balanced appreciation of his works. He introduces the idea that Plautus should be understood as primarily an entertainer, crafting plays that catered to the desires of a raucous audience while employing techniques akin to modern farce and slapstick. The opening sets the stage for a comprehensive exploration of Plautine comedy, inviting readers to reconsider the merit of laughter within his dramatic methods rather than condemning them for lack of superior artistic intent.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":472},{"book_title":"Dramatic Works of G. E. Lessing _ Miss Sara Sampson, Philotas, ti, Nathan the Wise","author":"Gotthold Ephraim Lessing","description":"This collection gathers major plays by Enlightenment thinker Lessing, reflecting the evolution of German drama. The anthology includes Miss Sara Sampson (the first bourgeois tragedy in German literature, dealing with family, morality, and social expectations); Philotas (a short play exploring honor and duty); Emilia Galotti (a tragedy exposing the corruption of aristocratic power and personal virtue); and Nathan the Wise (a philosophical drama advocating religious tolerance, humanity, and reason). Each work is praised for its deep psychological realism, social critique, and dramatic innovation. Themes include class, love, sacrifice, freedom, and ethical dilemmas in society and faith.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":473},{"book_title":"Dramatic Works of Gerhart Hauptmann, Volume I","author":"Gerhart Hauptmann","description":"\"The Dramatic Works of Gerhart Hauptmann, Volume I\" by Gerhart Hauptmann is a collection of plays written during the late 19th century. This volume includes a meticulous selection of Hauptmann's significant social dramas, which explore the lives and struggles of ordinary people, particularly the working class in Silesia. The plays delve into themes of social injustice, class conflict, and the human condition, reflecting the playwright's deep social consciousness and artistic vision. The beginning of this volume introduces the playwright through a preface by Ludwig Lewisohn, detailing Hauptmann's biography, literary influences, and the significance of his work. Following this, the first act of \"Before Dawn\" unfolds in a rural setting, showcasing a lowly farmer's household. The scene introduces various characters including Krause, his family, and guests, revealing their interactions and social dynamics. Central to the dialogue is the presence of Alfred Loth, an idealistic engineer, who embodies the themes of disillusionment and the pursuit of social progress amid the challenges posed by both personal and societal constraints. This opening effectively sets the stage for Hauptmann's exploration of complex human relationships against the backdrop of a changing society.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":474},{"book_title":"Dramatic Works of Gerhart Hauptmann, Volume II","author":"Gerhart Hauptmann","description":"\"The Dramatic Works of Gerhart Hauptmann, Volume II\" by Gerhart Hauptmann is a collection of social dramas written in the early 20th century. This volume focuses on the intricate relationships among its characters, who are deeply influenced by their social environment and the socio-economic conditions of the times. Hauptmann's work often highlights the challenges of life, the injustices tied to social class, and the struggles faced by ordinary individuals, which is evident in the characters of these plays. At the start of this volume, the introduction sets the stage for Hauptmann's exploration of social issues through the lens of his characters' conflicts and interactions. The first play featured, \"Drayman Henschel,\" opens in a modest room where Henschel's wife lies ill, revealing the thematic elements of hardship and familial duty. The opening scenes introduce Hanne, a maid, and Franz, a coachman, who discuss their unsatisfactory lives, setting a tone that blends personal struggles with the oppressive nature of their environment. As tension mounts between the characters – from Henschel’s distress over his wife's health to Hanne’s ambitions – the stage is set for a deeper examination of the characters’ lives and the social commentary that Hauptmann weaves throughout the narratives.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":475},{"book_title":"rks of John Dryden, Volume 1 _ With a Life of the Author","author":"Walter Scott","description":"This scholarly edition collects the major dramatic works and poetry of John Dryden, one of Restoration England’s most influential literary figures. Volume 1 includes a lengthy biographical essay on Dryden by Sir Walter Scott, contextualizing his life, times, and career. The collection covers Dryden’s pivotal role in English drama and poetry, Renaissance forms, and political commentary, with critical annotations and period insights from Scott and later editor George Saintsbury.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":476},{"book_title":"Dramatist; Or, Stop Him Who Can! A Comedy, in Five Acts","author":"Frederick Reynolds","description":"\"The Dramatist; Or, Stop Him Who Can! A Comedy, in Five Acts\" by Frederick Reynolds is a comedic play from the late 18th to early 19th century. The story revolves around various characters tangled in romantic relationships, misunderstandings, and societal expectations, particularly focusing on the interactions between the protagonist, Vapid, who is a dramatic author, and Lady Waitfor't, along with others such as Louisa Courtney and the scheming Lord Scratch. The play critiques the theatrical world and societal norms of its time, highlighting the absurdities within them. The opening of the comedy introduces a lively dialogue among Marianne and Letty, who express their disdain for societal constraints and discuss romantic interests, specifically their admiration for a young man named Harry Neville. Meanwhile, Lady Waitfor't and Willoughby are plotting romantic schemes involving Louisa Courtney, while the character Ennui embodies the disinterest in life and relationships, contrasting with the vibrant aspirations of the other characters. Vapid is introduced as a dramatic author who is overly absorbed in his craft, leading to humorous situations as characters manipulate each other’s affections and intentions. The setting in Bath provides a backdrop for these entangled relationships, paving the way for comedic conflict and resolution.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":477},{"book_title":"Dramatization of Bible Stories _ An experiment in the religiousation of children","author":"Elizabeth Miller Lobingier","description":"This treatise explores the innovative educational method of using dramatization to teach Bible stories to children. Based on practical experiments at the Hyde Park Church of Disciples in Chicago, the book outlines how organizing dramatic clubs and performances encourages critical thinking, creativity, and deeper engagement with religious narratives. Lobingier details the planning, execution, and student reactions to these dramatizations, arguing that active participation fosters self-expression, collaboration, and lasting understanding of moral lessons. The work emphasizes the power of theater in both faith formation and child development.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":478},{"book_title":"Dramatized Readings_ Recitations in Poetry and Prose, Illustrath Tableaux _ Preston Library No. 1","author":"Lucy A. Yendes","description":"A guidebook for teachers, students, and amateur performers, this collection presents a range of recitations—dramatic readings of both poetry and prose—designed to be accompanied by live tableaux (staged scenes or “living pictures”). Each selection comes with detailed instructions for staging, costuming, and lighting, allowing for creative classroom or small group performances. The book emphasizes expressive reading, teamwork, and visual enhancement of literary works, and was created as a resource for educational amusements and entertainment.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":479},{"book_title":"Dramatized Rhythm Plays _ Mother Goose and Traditional","author":"John N. Richards","description":"\"Dramatized Rhythm Plays\" by John N. Richards is a collection of physical education activities designed for young children, likely written in the early 20th century. This book aims to bridge the gap between kindergarten and primary school through engaging dramatized plays based on traditional nursery rhymes and songs. These rhythmic plays encourage physical movement and coordination in a fun and creative way, aligning with the educational philosophies of the time. The content consists of a series of adapted nursery rhymes accompanied by instructions for activities that incorporate movement and rhythm. Each play outlines specific actions for children to perform while reciting the rhyme or singing the associated song. For example, \"Little Jack Horner\" involves children mimicking eating a pie, while \"Humpty Dumpty\" requires them to act out falling off a wall. The activities are structured to enhance motor skills and promote participation, making exercise enjoyable for children. Overall, the book serves as a practical resource for educators looking to incorporate movement into early childhood education.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":480}],[{"book_title":"Draught of the Blue, together with An Essence of the Dusk","author":"F. W. Bain","description":"\"A Draught of the Blue, together with An Essence of the Dusk\" by F. W. Bain is a poetic work that blends philosophy, romance, and the exploration of Indian mythology, likely written in the early 20th century. The text seems to delve into profound themes surrounding love, loss, and the transcendental nature of existence, featuring characters that embody various aspects of human experience and emotion. Central to the narrative appears to be a king named Rudrálaka and his interactions, both past and present, with a woman named Alichumbitá, suggesting a story steeped in romantic and mystical elements. At the start of the work, the reader is introduced to the author's reflective meditation on the nature of existence and the interplay between life and death, underscoring a rich tapestry of imagery and philosophical thought. The opening sets a scene of lush natural beauty, as the protagonist experiences moments of connection with the environment and hints at a deeper yearning for love and companionship. This internal conflict emerges as Alichumbitá, a beautiful maiden closely tied to the forest and her father's will, grapples with her feelings upon meeting Rudrálaka, further complicating their budding relationship by noting her preordained engagement to another. The introduction indicates that the narrative will explore these themes of duty, desire, and the cyclical nature of life and love through lush, evocative language and rich cultural references.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":481},{"book_title":"Draughtsman's Handbook of Plan and Map Drawing _ Including instal, and mechanical drawings","author":"George G. André","description":"This practical manual serves as a comprehensive reference for draughtsmen engaged in topographical, engineering, architectural, and mechanical drawing. Covering instrument handling, drawing principles, geodesic techniques, materials, line and color representation, and illustrative examples, the book is intended for a wide audience: surveyors, engineers, architects, and technical illustrators. It combines theoretical knowledge with hands-on guidance, emphasizing accuracy and versatility for all kinds of plan, map, and technical drawing needs.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Engineering","index":482},{"book_title":"Draw Swords! In the Horse Artillery","author":"George Manville Fenn","description":"\"Draw Swords! In the Horse Artillery\" by George Manville Fenn is a historical novel written in the late 19th century. The story centers around Richard Darrell, a 17-year-old boy who has recently been commissioned as a subaltern in the Bengal Horse Artillery during the British Raj in India. As he navigates the challenges of military life, Darrell grapples with feelings of loneliness, self-doubt, and a longing to prove himself among his peers. At the start of the narrative, Richard struggles with the emotional upheaval of being separated from his familiar life in England. His first day in India brings a mix of excitement and disappointment as he faces the harsh realities of military life, including navigating troop dynamics and overcoming the thrill and trepidation of his first riding lesson. The opening chapters delve into his early experiences and interactions, particularly focusing on his ambitions to excel in the esteemed horse artillery unit. Despite his insecurities about his youthful appearance and the heavy responsibilities ahead, Richard’s character starts to emerge as he takes on the challenge of mastering a fierce Arabian horse named Burnouse, hinting at the growth and adventures that lie ahead.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":483},{"book_title":"Draw","author":"Jerome Bixby","description":"\"The Draw\" by Jerome Bixby is a short story that blends elements of Western fiction with a touch of science fiction, likely written during the mid-20th century. Set against the backdrop of the American West, the narrative revolves around themes of power, skill, and the implications of newfound abilities. The story explores the life of a young, self-proclaimed gunman, Buck Tarrant, and his quest to become the fastest gun in the West, discovering a unique ability that allows him to think his gun into his hand. The plot follows Joe Doolin, a cowhand who witnesses Buck's transformation from an awkward kid to an incredibly fast gunman seemingly overnight—a change attributed to his telekinetic ability to will his gun into his hand. As Buck challenges the town sheriff, Ben Randolph, the tension mounts, culminating in a confrontation that reveals the limits of his power and the consequences of unchecked ambition. Through a blend of action and psychological exploration, the story raises questions about courage, fear, and the nature of true strength, all culminating in a gripping climax where the stakes of gunfighting extend beyond mere speed.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Short Stories","index":484},{"book_title":"Drawing for Printers. _ A practical treatise on the art of desiwell as the more advanced student","author":"Ernest Knaufft","description":"A fully illustrated manual that teaches the principles and techniques of drawing for use in printing and typography. Targeted at both beginners and experienced students, it covers observational drawing, compositional skills, artistic design, and integration of illustration with type. The book guides printers in mastering artistic elements, from basic shapes to complex images, highlighting the importance of both creativity and craft in the evolving field of presswork.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Art","index":485},{"book_title":"Drawing Rooms, Second Floor, and Attics_ A Farce, in One Act","author":"John Maddison Morton","description":"\"Drawing Rooms, Second Floor, and Attics: A Farce, in One Act\" by John Maddison Morton is a comedic play written in the mid-19th century, reflecting the Victorian era's theatrical style. This farce features a lively narrative centered around misunderstandings and mistaken identities, typical of the era’s entertainment that aimed to amuse its audience through humor and clever dialogue. The play is likely concerned with the social dynamics and romantic entanglements among various characters, showcasing the quirks and complexities of interpersonal relationships. The storyline revolves around Triptolemus Brown, a young chemist and druggist, who arrives in London only to face absurd predicaments involving his uncle and prospective brides. Triptolemus, amidst mistaken identities and comical situations, finds himself fleeing from a menacing sailor, trying on dresses to escape detection, and ultimately engaging in a chaotic ball where he must evade his disgruntled relatives and impress the woman he loves, Phoebe Furbelow. Characters like Mr. Bunny and Captain Hardaport contribute to the playful conflict, resulting in a slapstick conclusion as Triptolemus's true identity is revealed amidst a flurry of humorous mishaps. Overall, the play captures the essence of farce through its witty exchanges and absurd situations, appealing to audiences looking for light-hearted entertainment.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":486},{"book_title":"Drawings and Pharmacy in Al-Zahrawi's 10th-Century Surgical Treatise","author":"Sami Khalaf Hamarneh","description":"\"Drawings and Pharmacy in Al-Zahrawi's 10th-Century Surgical Treatise\" by Sami Hamarneh is a scientific publication produced as part of the Smithsonian Institution's Museum Bulletin in the early 1960s. The book focuses on the work of Abū al-Qāsim al-Zahrāwī, a prominent physician from Arabic Spain, specifically examining his 10th-century surgical treatise known as al-Tasrīf. This treatise is recognized as one of the earliest comprehensive works on surgery and contains various illustrations of surgical instruments and medicinal preparations. The publication reviews al-Zahrāwī’s contributions to surgery through a comparative analysis of his original illustrations and those found in later Latin and vernacular translations. Hamarneh discusses the significance of these drawings, which were meant as instructional aids for surgical apprentices, and emphasizes al-Zahrāwī's observations on surgical techniques, cautery practices, and the importance of pharmacological preparations in medical procedures. By showcasing these elements, the book highlights how al-Zahrāwī's work not only illustrated medical practices of the time but also likely influenced the development of surgical instruments and techniques in both Islamic and Western medicine.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Medicine","index":487},{"book_title":"Drawings of Leonardo da Vinci","author":"da Vinci Leonardo","description":"\"The Drawings of Leonardo da Vinci\" by C. Lewis Hind and da Vinci Leonardo is a collection of illustrations and commentary focused on the renowned artist's vast array of drawings and sketches, written in the early 20th century. The book serves as an exploration of Leonardo's profound talent in draughtsmanship, capturing his artistic process and the themes encompassed within his works. It likely addresses the intricate relationship between Leonardo's drawings and his broader contributions to art, science, and philosophy during the Renaissance. The content delves into the breadth of Leonardo da Vinci's creativity, showcasing a multitude of his drawings that span various subjects, including portraits, anatomical studies, and military designs. The book highlights his innovative approaches to depiction, whether it be the nuanced expressions of faces, the dynamic poses of figures, or the study of natural forms. Each illustration is accompanied by insights into Leonardo's methodology and mindset, revealing a restless artist constantly seeking knowledge and understanding. The detailed descriptions convey not just the visual richness of Leonardo's work but the intellectual depth that defined his life and his quest for knowledge across multiple disciplines. Overall, this collection serves both as a celebration of his artistic genius and a scholarly examination of his contributions to the understanding of art and the natural world.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Art","index":488},{"book_title":"Drawings of Old London","author":"Philip Norman","description":"\"Drawings of Old London\" by Philip Norman is a historical account written in the early 20th century. This work serves as a catalog of architectural drawings that document characteristic examples of old London architecture, primarily focusing on inns and public houses that have largely been lost to time. It provides valuable insights into the history and design of various buildings in London, making it a rich resource for both historians and architecture enthusiasts. The opening of the text introduces readers to the purpose of the compilation, emphasizing its significance as a record of structures that have either been demolished or significantly altered. It describes how these drawings were created directly from the buildings themselves, providing a visual documentation of London's architectural heritage. The initial portion outlines various notable inns, such as the infamous Elephant and Castle and the White Hart, detailing their historical relevance, architectural features, and anecdotes that contribute to their charm and significance in the cultural fabric of London. Still, these landmarks reflect a London that has largely transformed, positioning the work as an essential reflection on the city's architectural evolution.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":489},{"book_title":"Drawings of Rossetti","author":"T. Martin Wood","description":"\"Drawings of Rossetti\" by T. Martin Wood is a critical and analytical examination of the artistic works of the celebrated Pre-Raphaelite painter Dante Gabriel Rossetti, written in the late 19th century. The book not only showcases a collection of Rossetti’s drawings but also dives into the emotional and technical aspects of his artistry, exploring how his personal experiences and the societal changes of his time influenced his creations. It addresses Rossetti's complex relationship with beauty, emotion, and representation within his art. In this exploration, Wood delves into Rossetti's innovative approach, which imbued his drawings with rich symbolism and a distinctive emotional depth. The narrative discusses specific artworks, emphasizing how Rossetti's more intimate sketches reflect moments of his life and intimate connections, particularly with women. Wood contrasts Rossetti's work with that of his contemporaries, showcasing his dramatic sense and use of emotional storytelling through visual elements. The analysis highlights both the strengths and failings in Rossetti's technique, ultimately arguing that despite any shortcomings in craftsmanship, his art has left an indelible mark on the landscape of English art, capturing the era's shifting ideals, especially in how women were portrayed in art and society.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Art","index":490}]]