[[{"book_title":"Cathedral Cities of Spain_ 60 Reproductions from Original Water Colours","author":"W. W. Collins","description":"This is a visually rich portfolio celebrating Spain’s majestic cathedrals through 60 color plates produced from original watercolors by William Wiehe Collins, complemented by brief commentary. First issued circa 1908–1909, it offers an evocative blend of art and travel narrative, presenting cathedrals as historical and cultural landmarks within their cities.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Travel","index":454},{"book_title":"Cathedral Courtship","author":"Kate Douglas Smith Wiggin","description":"A brief narrative likely focused on a romantic or coming-of-age encounter set against the backdrop of a cathedral city or clergy household—reflecting Wiggin’s signature blend of sentiment and moral insight.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":455},{"book_title":"Cathedral Singer","author":"James Lane Allen","description":"A short story narrative, possibly describing a character whose life is shaped by cathedral music or service—combining historical setting with spiritual themes common in Allen's work.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":456},{"book_title":"Cathedral Towns and Intervening Places of England, Ireland and g-places","author":"Lee L. Powers & Thomas W. Silloway","description":"An expansive guidebook encompassing cathedral towns across Great Britain and Ireland, arranged perhaps along travel routes. It covers ecclesiastical architecture, regional history, and lesser-known pilgrimage or visitor sites.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Travel","index":457},{"book_title":"Cathedral","author":" J.-K. Huysmans","description":"Assuming this is the English translation of La Cathédrale, Huysmans’s late 19th-century novel explores spiritual crisis and conversion via an extended visit to Chartres Cathedral. The novel weaves rich religious symbolism, psychological introspection, and sensory detail in the Russian-style narrative arc.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":458},{"book_title":"Cathedral_ A Novel","author":"Hugh Walpole","description":"Set in 1897 in the cathedral town of Polchester, the novel centers on Archdeacon Adam Brandon, whose commanding presence and pride govern his personal and ecclesiastical life. The arrival of a new canon, family tensions (particularly with his son Falk being expelled from Oxford), and unravelling authority thrust Brandon into domestic and spiritual crisis. The cathedral itself emerges as a living architectural character, influencing the emotional fabric of the narrative .","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":459},{"book_title":"Cathedrals and Churches of the Rhine","author":"M. F. Mansfield","description":"This early-20th-century volume explores the ecclesiastical architecture along the Rhine River valley—from Mainz to Cologne—placing these religious edifices within the context of Roman and Carolingian influences. The text examines regional stylistic identity distinct from French Gothic, making the architectural and cultural heritage of the Rhine accessible to readers and travelers","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Literature","index":460},{"book_title":"Cathedrals and Cloisters of the South of France, Volume 1","author":"Elise Whitlock Rose","description":"Covers prominent southern French cathedrals and monastic cloisters, likely addressing architectural design, historical context, and artistic significance of structures in cities like Toulouse, Albi, and Narbonne, accompanied by descriptions of cloister layouts and sculptural elements.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":461},{"book_title":"Cathedrals of Great Britain_ Their History and Architecture","author":"P. H. Ditchfield","description":"A comprehensive and reader-friendly overview of the cathedrals in England, Wales, and Scotland, tracing Gothic architectural evolution from Norman foundations to Perpendicular style. Each chapter provides history, architectural analysis, key dates, and suggested nearby sites. The 1902 original edition was richly illustrated by Railton, Symington, James, Crickmore, and others","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":462},{"book_title":"Cathedrals of Northern France","author":"M. F. Mansfield","description":"Focuses on medieval cathedral masterpieces in Normandy and Northern France—such as Rouen, Amiens, and Chartres—detailing their creation, stylistic features, and cultural significance within Gothic architecture.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":463}],[{"book_title":"Cathedrals of Northern Spain _ Their History and Their ArchitecPersonages Identified with Them","author":"Charles Rudy","description":"Chronicles major northern Spanish cathedrals (like Santiago de Compostela, León, Burgos), highlighting not only architectural features but also the figures—architects, clergy, patrons—associated with their construction and renovation across centuries.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":464},{"book_title":"Cathedrals of Southern France","author":"M. F. Mansfield","description":"Examines southern French cathedrals including Albi, Carcassonne, and Toulouse, presenting their unique Romanesque and Gothic architectural forms, regional stylistic variations, and historical evolution.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":465},{"book_title":"Cathedrals of Spain","author":"John A. Gade","description":"Provides a general survey of Spain’s cathedral architecture, covering styles from Romanesque to Gothic and Renaissance, across cities like Toledo, Seville, and Barcelona, including historical background and artistic context.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Architecture","index":466},{"book_title":"Catherine Booth — a Sketch","author":"Mildred Duff","description":"A concise biographical sketch of Catherine Booth (later Catherine Booth-Clibborn), co-founder of the Salvation Army, focusing on her religious convictions, ministry, and contribution to evangelical work in the late 19th century.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":467},{"book_title":"Catherine De Medici","author":"Honoré de Balzac","description":"Written by Balzac and translated by Katharine Prescott Wormeley, this work offers a revisionist portrait of Catherine de’ Medici—positioning her as a shrewd stateswoman navigating religious turmoil and political rivalries in 16th-century France. Balzac challenges negative portrayals—particularly from Protestant sources—and frames Catherine’s controversial decisions (e.g. during the Wars of Religion) as strategic efforts to preserve the monarchy amid chaos and factionalism ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":468},{"book_title":"Catherine_ A Story","author":"William Makepeace Thackeray","description":"A short romantic or moral tale by Thackeray, likely centering on a character named Catherine and exploring themes of virtue, personal growth, or societal expectations. Characteristic of his engaging and emotionally resonant style.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":469},{"book_title":"Catholic Churchmen in Science [First Series] _ Sketches of the mong the Great Founders in Science","author":"James J. Walsh","description":"This collection profiles several Catholic clerics who made foundational contributions to science—such as Copernicus (astronomy), Basil Valentine (chemistry), Stensen (geology), Kircher (oriental studies), and Mendel (genetics). Walsh counters the notion that science and religion are inherently opposed, showcasing the harmonious interplay of faith and scientific inquiry during the Renaissance and early modern period","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":470},{"book_title":"Catholic Colonization in Minnesota _ Revised Edition","author":"Catholic Colonization Bureau","description":"Originally published in 1880, this booklet served as a promotional and practical guide for Catholic immigrants settling in Minnesota. Advocating rural farm life over urban labor, it outlines the benefits of agricultural independence, the supportive nature of Catholic communities, and the vision of creating spiritually grounded, self-sufficient settlements—as championed by Archbishop John Ireland ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":471},{"book_title":"Catholic Problems in Western Canada","author":"George Thomas Daly","description":"This study examines the multifaceted challenges facing the Catholic Church in Western Canada, including linguistic divisions, the struggle for separate Catholic schools, immigrant integration (e.g., Ruthenians), and the role of mission work. Divided into three key sections—religious, educational, and social problems—it discusses issues like Catholic education funding, rural settlement, the Catholic press, and inter-denominational relations. It advocates for unity among Catholics across Canada and encourages institutional responses like a Catholic university and inter-provincial Congress","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":472},{"book_title":"Catholic World, Vol. 01, April to September, 1865 _ A Monthly Eclectic Magazine","author":"Various","description":"This inaugural volume delivers six issues packed with essays, narratives, and articles—including:Church history and the expansion of Catholicism in America; Cultural and scientific essays; Short stories and poetry; Devotional pieces such as reflections on saints and Marian themes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":473}],[{"book_title":"Catholic World, Vol. 02, October, 1865 to March, 1866 _ A Monthly Eclectic Magazine","author":"Various","description":"Continuing the eclectic format, this volume includes coverage of Catholic Congresses in Europe (Malines, Würzburg), theological discussions, literature, and cultural reviews—reflecting both American and international Catholic perspectives","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":474},{"book_title":"Catholic World, Vol. 03, April to September, 1866","author":"Various","description":"Mirroring previous volumes’ variety, it includes essays on church history, global Catholic updates (e.g. Eastern Patriarchate), alongside fiction, poetry, and scientific or artistic discussions","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":475},{"book_title":"Catholic World, Vol. 04, October, 1866 to March, 1867","author":"Various","description":"Features robust theological essays—such as treatises on creation and metaphysics—joined by literature, poetry, and critiques on contemporary cultural issues—a continuation of the publication’s intellectual breadth","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":476},{"book_title":"Catholic World, Vol. 06, October, 1867 to March, 1868","author":"Various","description":"Maintains its mix of theology, literature, poetry, science, and social commentary. While not individually cited for content specifics, it follows the established format and tone","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":477},{"book_title":"Catholic World, Vol. 09, April, 1869-September, 1869","author":"Various","description":"Continues to provide essays, reviews, literary work, and international Catholic news. Reflects evolving concerns such as Vatican decisions and American church affairs","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":478},{"book_title":"Catholic World, Vol. 10, October, 1869 to March, 1870","author":"Various","description":"Captures discussions just before and during Vatican Council I (1869–1870), alongside literature, poetry, and updates on Church doctrine and global affairs.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":479},{"book_title":"Catholic World, Vol. 11, April, 1870 to September, 1870","author":"Various","description":"This volume is notable for including the Dogmatic Decree on the Church of Christ promulgated at the First Vatican Council (April 1870), accompanied by in-depth theological reflection on ecclesial authority, metaphysics, and Church–State relations. It also features historical essays (e.g., \"Mary, Queen of Scots\"), poetry, fiction, and practical reports on the Petrine primacy.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":480},{"book_title":"Catholic World, Vol. 13, April to September, 1871","author":"Various","description":"Continuing the established format, this issue likely contains theological discourse, literary offerings, poetry, church news, and essays on contemporary religious and moral topics. Its publication coincided with the aftermath of Vatican Council I and European Kulturkampf tensions","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":481},{"book_title":"Catholic World, Vol. 14, October 1871-March 1872 _ A Monthly Mane of General Literature and Science","author":"Various","description":"Titled A Monthly Mag[azine] of General Literature and Science, this volume continues to balance theological insights with literature, poetry, scientific essays, and reviews—reflecting the dynamic interplay between faith and broader intellectual life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":482},{"book_title":"Catholic World, Vol. 15, Nos. 85-90, April 1872-September 1872 _ A Monthly Magazine","author":"Various","description":"This half-year edition sustains the eclectic structure—blending articles, fiction, scientific discussion, church updates, poetry, and analysis of moral/social issues emerging in the post-Vatican Council context.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":483}],[{"book_title":"Catholic World, Vol. 16, October 1872-March 1873","author":"Various","description":"A robust mix of reflections on doctrine, Bible studies, cultural commentary, literature, science, and the fine arts—with essays situating Catholic thought within the intellectual climate of the time","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":484},{"book_title":"Catholic World, Vol. 17, April, 1873 to September, 1873 _ A Monne of General Literature and Science","author":"Various","description":"Possibly the widest volume yet, featuring extensive theological essays, church history pieces, literary selections, poetry, art criticism, and articles on emerging social or scientific issues, reinforcing the magazine’s comprehensive intellectual scope.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":485},{"book_title":"Catholic World, Vol. 19, April 1874‐September 1874","author":"Various","description":"Maintains its eclectic offerings—engaging theological reflection (potentially on papal infallibility), literature, church affairs, science, and moral essays—reflecting continuing cultural debates between faith and modernity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":486},{"book_title":"Catholic World, Vol. 20, October 1874‐March 1875","author":"Various","description":"Carries forward the series’ hallmark blend of doctrine, literature, poetry, science, and ecclesiastical news, catering to a Catholic readership seeking both intellectual depth and cultural breadth.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":487},{"book_title":"Catholic World, Vol. 21, April, 1875, to September, 1875 _ A Mone of General Literature and Science","author":"Various","description":"Comprises six issues featuring articles on church-state relations—such as “Religion in Our State Institutions,” extensive theological essays, global Catholic affairs, fiction, poetry, and book reviews. Reflects mid‑1870s Catholic concerns about religious liberty and societal roles","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":488},{"book_title":"Catholic World, Vol. 22, October, 1875, to March, 1876 _ A Montne of General Literature and Science","author":"Various","description":"Builds on Volume 21’s themes—continuing theological reflection, cultural commentary, literary content, poetry, and ecclesiastical news, including coverage of Vatican decrees, theological debates, and moral discourse.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":489},{"book_title":"Catholic World, Vol. 25, April 1877 to September 1877","author":"Various","description":"Half-year volume in the series, featuring essays on Catholic doctrine, church history, fiction and poetry, contemporary church-state issues, and reviews of new religious and philosophical works—reflecting evolving attitudes in post-Kulturkampf Europe and late‑19th-century America.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":490},{"book_title":"Catholic World, Vol. 26, October, 1877, to March, 1878 _ A Monthly Eclectic Magazine","author":"E. Rameur","description":"Continues the established format under editor E. Rameur, blending theological analysis, literary and scientific essays, fiction, poetry, and commentary. Likely addresses evolving societal topics such as religious freedom and modern science.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":491},{"book_title":"Catholic World, Vol. 27, April 1878 To September 1878 _ A Monthly Eclectic Magazine","author":"Various","description":"Final volume listed, maintaining the magazine’s eclectic content—covering spiritual theology, church events (e.g., world missions), literature, poetry, science, arts, and reflections on societal challenges.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":492},{"book_title":"Catholic World, Volume 05, April 1867 to September 1867","author":"Various","description":"Features essays on Church–State relations, faith and society, alongside poetry, fiction, and social philosophy. Typical topics include religion in public institutions and theological reflection.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":493}],[{"book_title":"Catholic World, Volume 07, April 1868 to September, 1868","author":"Various","description":"Maintains the blend of theological discourse, literary works, science, and arts, tuned to the religious and cultural conversations of 1868","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":494},{"book_title":"Catholic World, Volume 8 _ October, 1868, to March, 1869","author":"Various","description":"Continues eclectic coverage—doctrine, science, fiction, poetry, and ecclesiastical news.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":495},{"book_title":"Catholic World, Volume 18, October, 1873, to March, 1874. _ A Mne of General Literature and Science","author":"Various","description":"A half-year collection with theological essays, serialization of fiction, poetry, and Church commentary","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":496},{"book_title":"Catholic World, Volume 23, April, 1876-September, 1876. _ A Monne of General Literature and Science","author":"Various","description":"Features general literature and science content alongside moral and doctrinal essays","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":497},{"book_title":"Catholic World, Volume 24, October, 1876, TO March, 1877 _ A Moagazine of General Literature and Science","author":"Various","description":"A magazine of general literature and science with unlimited thematic breadth","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religion","index":498},{"book_title":"Catlin's Historic Origin of the Playing Cards _ Their original design and subsequent use","author":"H. D. Catlin","description":"Traces playing cards from ancient Egyptian hieroglyphics to modern games like Whist, Euchre, and Catlin’s own Guest. Explores symbolism in suit and number design and promotes cards as instruments of moral and social recreation","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":499},{"book_title":"Cato_ A Tragedy, in Five Acts","author":"Joseph Addison","description":"Centers on Cato the Younger in Roman civil war—his moral stance against tyranny, tragic heroism, and stoic virtue. A major influence on Enlightenment thought and American Revolutionary rhetoric.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":500},{"book_title":"Catriona","author":"Robert Louis Stevenson","description":"Continuation of Kidnapped, following David Balfour through early 1750s Scotland. Involves political intrigue, justice for the Appin murder, and romance with the eponymous Catriona. A tale of loyalty, identity, and moral growth.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Adventure","index":501},{"book_title":"Cats: Their Points and Characteristics","author":"W. Gordon Stables","description":"\"Cats: Their Points and Characteristics\" by W. Gordon Stables is a comprehensive exploration of the domestic cat, likely written in the late 19th century. This work combines both observational anecdotes and practical insights into the behavior, care, and significance of cats in human life. The author aims to advocate for the well-being and appreciation of these often misunderstood creatures, illuminating their unique characteristics and strengths. At the start of the text, Stables sets an apologetic tone for traditional prefaces, suggesting that readers are probably eager to dive directly into the discussion about cats. He expresses a deep affection for domestic cats, emphasizing their gentle nature and their role as companions in human homes. Through witty anecdotes, he describes various interactions and observations regarding the lives of cats, their relationships with humans (especially children), and their intriguing behaviors, such as their playfulness and curiosity. The beginning lays the groundwork for a deeper investigation into the complexities and charms of cats, preparing the reader for an engaging and informative journey into feline life. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":502},{"book_title":"Cattle and Cattle-breeders","author":"William McCombie","description":"\"Cattle and Cattle-breeders\" by William McCombie is a historical account written in the late 19th century.\" The work delves into various aspects of cattle breeding and trading, reflecting the author's extensive experience in the cattle industry and his lineage in this field. It covers the techniques of feeding cattle, the dynamics of the cattle trade, and provides insights into specific breeds, particularly the Aberdeen and Angus cattle. \"The opening of the text introduces McCombie's reflections on his heritage in cattle dealing, starting with his father and grandfather.\" He recounts their extensive networks and successful dealings in cattle markets, sharing anecdotal experiences that shaped his own journey into the business. Notably, he provides detailed observations about cattle buying and selling practices, emphasizing the importance of understanding animal health, feeding methods, and market conditions. The narrative illustrates not only the practicalities of cattle trade but also the camaraderie and challenges faced within this community. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":503}],[{"book_title":"Cattle and Their Diseases","author":"Robert Jennings","description":"\"Cattle and Their Diseases\" by Robert Jennings is a scientific publication written in the mid-19th century. This comprehensive work explores various aspects of cattle, including their history, breeds, breeding practices, feeding, management, and the diseases they are prone to, along with the remedies for those ailments. The book aims to inform agricultural professionals and interested readers about the importance of cattle in farming and the best practices for their care and improvement. The opening of the volume establishes a historical context for the domestication of cattle, citing early references to their significance in human society. It outlines the gradual evolution of cattle breeds from ancient stock, particularly highlighting their historical value in different cultures. Jennings discusses the necessity of improving cattle breeds in America compared to European practices, introducing key breeds within the U.S. and their characteristics. This portion serves as a foundational introduction, setting the stage for more detailed discussions on specific breeds, disease treatments, and management practices that follow in the book. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Animal culture","index":504},{"book_title":"Cattle Brands: A Collection of Western Camp-Fire Stories","author":"Andy Adams","description":"\"Cattle Brands: A Collection of Western Camp-Fire Stories\" by Andy Adams is a collection of short stories written during the early 20th century. The book revolves around the experiences and tales of cowboys in the American West, highlighting their adventures, challenges, and the camaraderie developed on the trail. The opening of the collection sets the scene with a detailed account of a cattle drive along the Old Western Trail, where a herd is delayed due to high waters and the impatience of the cattle owner, George Carter. The narrative introduces several characters, including Theodore Baughman, the foreman, who embodies the resilient and laid-back spirit of cowboys. As the men settle around a campfire, they share stories, including an engaging account of a bank robbery led by a corrupt marshal, which serves to emphasize themes of trust and betrayal within the rugged life of cattle ranching. The camaraderie and storytelling help illustrate the culture of the cowboy life, making the beginning both engaging and reflective of the era. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":505},{"book_title":"The Cattle-Baron's Daughter","author":"Harold Bindloss","description":"\"The Cattle-Baron's Daughter\" by Harold Bindloss is a novel written in the early 20th century. The story primarily revolves around Hetty Torrance, the daughter of a wealthy cattle baron, as she grapples with her identity, societal expectations, and burgeoning relationships on the vast prairie of the American West. As the narrative unfolds, readers can expect to explore themes of class conflict, personal ambition, and the changing dynamics of America’s landscape during a period of significant transition. At the start of the novel, Hetty finds herself in a moment of introspection and longing for her home on the prairie while she waits at the Grand Central Depot in New York City. Here, she reflects on a letter from her father, the cattle baron, and her upcoming decision regarding her potential suitor, Captain Jackson Cheyne. An unexpected encounter with Larry Grant, a former comrade from her days on the prairie, sparks a connection that complicates her situation further, challenging her understanding of love and duty. The opening sets the stage for Hetty’s internal struggle as she prepares to confront a life filled with expectations while recalling the freedom and beauty of her past in the untamed West. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"English literature","index":506},{"book_title":"The Cattle-Raid of Cualnge (Tain Bo Cualnge): An Old Irish Prose-Epic","author":"L. Winifred Faraday","description":"\"The Cattle-Raid of Cualnge (Tain Bo Cualnge): An Old Irish Prose-Epic\" by L. Winifred Faraday is a classical prose epic thought to be written around the early Christian era. This ancient tale is part of the heroic cycle of Ulster and centers around a legendary cattle raid instigated by Queen Medb of Connacht, who aims to steal a prized bull from the kingdom of Ulster. The valorous youth Cuchulainn, the chief warrior of Ulster, becomes a pivotal character, defending his territory against overwhelming odds. At the start of this epic, the narrative sets the stage for a grand military campaign led by Medb and her husband Ailill, who gather an extensive army from various provinces of Ireland to seize the Dun Bull of Cualnge. The opening introduces key characters, including the prophesying maiden Fedelm, who foretells doom and bloodshed as the forces prepare to advance. Cuchulainn, the young and formidable warrior, is revealed as the primary defender of Ulster, left alone to combat the invading forces due to a curse that incapacitated the other warriors. The tale unfolds with themes of loyalty, conflict, and bravery, as Cuchulainn assembles his strength to confront Medb’s formidable army. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":507},{"book_title":"Cattle-Ranch to College: The True Tale of a Boy's Adventures in the Far West","author":"Russell Doubleday","description":"\"Cattle-Ranch to College: The True Tale of a Boy's Adventures in the Far West\" by Russell Doubleday is a historical account written in the late 19th century. This narrative recounts the authentic experiences of a boy growing up in the American West, highlighting his various adventures, trials, and the lifestyle of that era, particularly concerning cattle ranching and the interaction with Native Americans. The opening portion of the book introduces a frontier town called Bismarck, where a cattleman named Harry Hodson warns the townspeople of an impending attack by a group of hostile Indians. As the men prepare for possible conflict, the narrative explores the dynamics of frontier life, the sense of urgency among the inhabitants, and the discussion among ranchers regarding the threat posed by native tribes. Characters such as Sheriff Mackenzie emerge as leaders during the crisis, and we see the interaction between adults and their children, including young boys John and Ben Worth, who are depicted as resourceful and familiar with the harsh realities of frontier existence. Through a blend of suspense and historical context, the opening sets the stage for a compelling tale of courage and adventure in a rapidly changing landscape. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":508},{"book_title":"Catty Atkins","author":"Clarence Budington Kelland","description":"\"Catty Atkins\" by Clarence Budington Kelland is a novel written in the early 20th century. The story centers around a young boy named Catty Atkins, who, alongside his father, leads a nomadic existence marked by a lack of stability and a struggle for respectability in their small town. Their unconventional lifestyle comes under scrutiny when they are labeled as \"shiftless\" or \"tramps\" by local residents, leading to themes of social class, identity, and the pursuit of belonging. At the start of the novel, the main character, Catty, is seen attempting to shoot a bottle with a new rifle, an exercise that illustrates his early frustrations and innocence. His encounter with another boy, Wee-wee Moore, introduces him as someone who is curious about the world but also grappling with the stigma of his family's lifestyle. The narrative quickly explores Catty's relationship with his father, showcasing their playful banter and the father's humorous yet misguided philosophy about a \"shiftless\" life. As they navigate social challenges and confront judgments from the townspeople, including an outright eviction order from the town marshal, Catty's desire to prove their worth and create a respectable life sets the stage for their journey toward self-discovery and community acceptance. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":509},{"book_title":"Catty Atkins, Sailorman","author":"Clarence Budington Kelland","description":"\"Catty Atkins, Sailorman\" by Clarence Budington Kelland is a novel written in the early 20th century. The story revolves around the adventures of two boys, Catty Atkins and his friend, who embark on a summer cruise aboard a yacht called the Albatross after being invited by Mr. Browning, a businessman. The narrative combines elements of youthful curiosity and mischief with a hint of mystery and potential danger as they become entangled in the world of suspected pirates and tales of buried treasure. At the start of the novel, Catty and his friend are excitedly preparing for their cruise after meeting Mr. Browning, who seems to have secrets of his own. As they set sail, they learn about the crew members, including the bickering Naboth and the quirky cook, Rameses III. The atmosphere becomes tense when they notice a sinister black yacht, the Porpoise, trailing them, leading to speculation about hidden treasure and possible danger. The boys' adventure takes a humorous twist as they overhear crew discussions about the treasure map they unwittingly provided to the crew of the Porpoise, placing them at the center of a thrilling chase intertwined with their youthful escapades. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":510},{"book_title":"Caucasian Legends","author":"Abraam Abraamovich Gul'bat","description":"\"Caucasian Legends\" by Abraam Abraamovich Gul'bat is a collection of traditional stories and myths centered around the cultural heritage of Georgia, likely written in the early 20th century. The tales delve into the historical and mythical aspects of Georgian life, featuring brave characters, including warriors and noblemen, intertwined with elements of faith and morality, showcasing the virtues of heroism, sacrifice, and devotion. At the start of this collection, the narrative unfolds through the legend of \"The Rain,\" set in the 11th century during the reign of Tsar George I. It introduces the famed general Kaiours from the esteemed Orbeliani family, who is captured during a battle against the Greeks. Upon his return, he is joyfully greeted by his daughter, Tamara, and the narrative explores themes of love, loss, and transformation as it leads into the mystical outcomes of Bodily and spiritual sacrifices. The story foreshadows the intertwining of personal faith and communal belief, as the characters navigate through their trials, ultimately emphasizing the sanctity of their heritage and the deeper connections between life, love, and the divine. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Languages and Literature","index":511},{"book_title":"Caudebec in America","author":"William Louis Cuddeback","description":"\"Caudebec in America\" by William Louis Cuddeback is a genealogical account written in the early 20th century. The work documents the lineage and historical context of the Cuddeback family, tracing their ancestry back to the emigrant Jacques Caudebec and detailing their settlement in America. The book likely explores themes of heritage, family ties, and the experiences of early settlers in the New World. At the start of the text, the author introduces the coat of arms associated with the Caudebec family, providing an insight into its heraldic symbols that signify their identity and history. The opening portion also reflects on the author's personal journey of gathering data about the descendants of Jacques Caudebec over many years and emphasizes the importance of documenting family history as a source of pride and connection. Furthermore, the text begins to outline the pioneering spirit of the Caudebec family, detailing their migration and settlement patterns, their struggles with land acquisition from Native Americans, and their efforts to establish a fulfilling life in the rich, fertile valleys of New York in the 17th century. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Genealogy","index":512},{"book_title":"Caught by the Turks","author":"Francis Yeats-Brown","description":"\"Caught by the Turks\" by Francis Yeats-Brown is a historical account written in the early 20th century. This memoir recounts the author's experiences as a British airman who becomes a prisoner of war during his flight missions in the Middle East amidst World War I. The narrative captures themes of adventure, captivity, and cultural encounters, as well as the brutal realities of war, particularly through the lens of the Ottoman Empire's treatment of prisoners. At the start of the book, the author describes an intense and high-stakes aeronautical mission near Baghdad that ultimately leads to his capture. Following a malfunction during their operation to disrupt Turkish communications, he and his pilot crash-land and are quickly overwhelmed by hostile locals. Despite managing to destroy a telegraph line before their capture, the author highlights the tense moments of their surrender amidst gunfire and the chaotic reactions of approaching enemy horsemen. As they are taken prisoner, the narrative hints at their upcoming hardships, including the uncertainty of their treatment and the dire implications of being in Turkish hands during war. (This is an automatically generated summary.)","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":" History","index":513}]]