[{"book_title":"Dragon Painter","author":"Mary McNeil Fenollosa","description":"\"The Dragon Painter\" by Mary McNeil Fenollosa is a novel written in the early 20th century. The story unfolds in the vibrant setting of Tokyo, Japan, highlighting themes of artistic integrity and the struggles of an aging artist, Kano Indara, who is torn between traditional values and the encroachment of modernity. The narrative features Kano and his daughter, Umè-ko, as they navigate the complexities introduced by the arrival of Tatsu, a young painter with a wild spirit and a deep connection to the mythic. At the start of the novel, we are introduced to Kano Indara, an artist who cherishes the beauty of traditional Japanese art and laments the modern influences threatening his craft. Kano’s routine is disrupted when Tatsu arrives, a mysterious young man whose raw talent captivates Kano. As the two men engage, the narrative delves into their contrasting philosophies about art and identity, with Kano desperately seeking a worthy heir to his legacy. Umè-ko, caught in her father's ambitions and her own emerging feelings, becomes a focal point as Kano envisions a future where Tatsu can embody the essence of a true \"Dragon Painter,\" symbolizing the intersection of tradition and alluring potential in the face of change.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":451},{"book_title":"Dragon's blood","author":"Henry Milner Rideout","description":"\"Dragon's Blood\" by Henry Milner Rideout is a novel written in the early 20th century. The story unfolds in a rich, atmospheric setting, focusing on themes of adventure and romance as a young German clerk, Rudolph Hackh, navigates his way through the complexities of a foreign land and his nascent feelings for an intriguing Englishwoman, Miss Forrester. The opening of the book introduces us to Rudolph, who is traveling aboard a mail-boat to China, filled with both excitement and homesickness. As the ship moves through the Red Sea and toward its destination, he encounters a vibrant mix of cultures and personalities, which leaves him feeling both curious and overwhelmed. When he first notices Miss Forrester, a charming woman traveling alone, he becomes smitten, leading to a series of engaging interactions where he grapples with his self-perceptions and romantic aspirations. As the story progresses, we get a sense of the burgeoning tension between East and West, as well as the personal conflicts Rudolph experiences, setting the stage for his evolution amid intense cultural contrasts and emotional trials.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":452},{"book_title":"Dragons of the Air_ An Account of Extinct Flying Reptiles","author":"H. G. Seeley","description":"\"Dragons of the Air: An Account of Extinct Flying Reptiles\" by H. G. Seeley is a scientific publication written in the early 20th century. The book explores the fascinating subject of flying reptiles, also known as pterosaurs, covering their anatomy, evolution, and the role they played in Earth's history. Seeley, an accomplished geologist, draws upon his extensive research and discoveries to unravel the mysteries surrounding these once magnificent creatures. The opening of the work introduces the author’s background and his lifelong fascination with extinct flying reptiles, ignited during his time as a law student attending lectures by Sir Richard Owen. He recounts his investigations spanning over a decade, where he collected numerous fossils, contributing significantly to the understanding of these ancient animals. The narrative sets a tone of enthusiasm and reverence for the natural world, leading into a detailed discussion of the complexities of reptilian anatomy and their unexpected attributes compared to modern animals, establishing the groundwork for the comprehensive exploration that follows.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geology","index":453},{"book_title":"Dragon's Secret","author":" Augusta Huiell Seaman","description":"\"The Dragon's Secret\" by Augusta Huiell Seaman is a mystery novel likely written in the early 20th century. The story revolves around Leslie Crane, a young girl who is staying with her aunt in a secluded bungalow by the ocean. As Leslie experiences the beauty and excitement of the autumn coast, a series of mysterious events begin to unfold, particularly concerning an adjacent closed bungalow named Curlew's Nest and a peculiar casket associated with it. At the start of the narrative, Leslie enjoys a stormy night at the beach with her dog Rags, leading to an intriguing encounter with a mysterious light at Curlew's Nest. Following this incident, she discovers driftwood and various flotsam on the beach, including a hidden burlap sack containing a beautifully crafted metal box adorned with dragon imagery. The surface of the story hints at secrets and potential adventures as Leslie teams up with another girl, Phyllis, who becomes a friend and accomplice, as they delve deeper into the enigma of the box and its connection to their surroundings. The opening chapters establish not only the setting but also the tone of youthful curiosity and camaraderie that drives the unfolding mystery.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":454},{"book_title":"Drainage Modifications and Glaciation in the Danbury Region ConHistory Survey Bulletin No. 30","author":"Ruth Sawyer Harvey","description":"This scientific monograph presents a detailed analysis of geological and geomorphological changes in the Danbury region, Connecticut, with special attention to the effects of glaciation on river drainage systems. The report draws upon field observations, mapping, and the study of glacial deposits to explain alterations in stream courses, valley formation, and landscape evolution. It offers important insights into New England’s natural history, contributing to a broader understanding of glacial epoch processes and post-glacial environmental changes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Geology","index":455},{"book_title":"Draining for Profit, and Draining for Health","author":"George E. Waring","description":"\"Draining for Profit, and Draining for Health\" by George E. Waring is a comprehensive agricultural guide written in the late 19th century. This work primarily addresses the principles and practices of land drainage, emphasizing the necessity of thorough and effective drainage systems for both agricultural productivity and public health. The book serves as a technical manual aimed at farmers and landowners looking to improve their crop yields and mitigate health hazards associated with poorly drained land. The opening portion sets the stage for Waring's arguments by illustrating the visible signs of waterlogged land, such as standing water and wilting plants. He discusses the importance of understanding the conditions that necessitate drainage, outlining how water can become stagnant in the soil and hinder plant growth. The section also introduces the concept of a well-planned drainage system, detailing how drains can effectively manage excess water to promote healthier soil and improve agricultural output. This foundational knowledge prepares readers for the more practical applications and technical specifications that follow in the subsequent chapters.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Technology","index":456},{"book_title":"Drake by George!","author":"John Trevena","description":"\"A Drake by George!\" by John Trevena is a novel written in the early 20th century. The story centers around Captain Francis Drake, a larger-than-life character who moves to the village of Highfield and establishes himself as a local authority figure. Alongside him is his wife, Mrs. Drake, their lazy nephew George, and a host of eccentric supporting characters who add both humor and chaos to their lives. The opening of the novel introduces readers to Captain Drake as he arrives in Highfield, instantly making a stir with his imposing presence and grand plans to take control of the parish. Through a series of humorous encounters, we learn about his domineering personality, his unexpected family dynamics, and his aspirations to leave a mark on the village. The narrative quickly reveals that while he seeks to impose order, his larger-than-life persona often leads to humorous misunderstandings and conflicts with the quirky residents of Highfield, setting the stage for the unfolding drama and comedy in the book.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":457},{"book_title":"Drake, Nelson and Napoleon","author":"Baron Walter Runciman Runciman","description":"\"Drake, Nelson and Napoleon\" by Sir Walter Runciman is a historical account written in the early 20th century. The work examines the intertwining lives of notable maritime figures, particularly focusing on Sir Francis Drake and Admiral Horatio Nelson, alongside their great adversary, Napoleon Bonaparte. The narrative explores the evolution of British naval power and the personalities that shaped it, highlighting the remarkable exploits, philosophies, and impacts of these historical figures. The opening of the text serves as an introduction to Runciman's motivations for writing the book, reflecting on his personal experiences and predecessor accounts of maritime adventures and historical events. It sets the stage for a deeper exploration of Drake's pioneering in naval warfare during the Elizabethan era and Nelson's prominence during the Napoleonic Wars, while also hinting at the complex relationship between Britain and Napoleon. Runciman expresses admiration for the abilities of these sea leaders, reiterating how their endeavors drastically altered the course of naval history and further establishing Britain's dominance at sea. The opening establishes a reflective foundation, merging personal reminiscences with a historical narrative meant to engage readers with the era's maritime legends.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":458},{"book_title":"Drake; or, the Transfer of the Trident_ A National Drama ","author":"William Macoubrey","description":"\"Drake; or, The Transfer of the Trident: A National Drama\" by William MacOubrey is a historical drama written in the late 19th century. The play focuses on the exploits of Sir Francis Drake during the reign of Queen Elizabeth I, exploring themes of national pride and maritime conflict with Spain. It undoubtedly delves into the socio-political dynamics of the era, highlighting the struggles of England as an emerging naval power while emphasizing the valor of its seafarers. The opening of the drama sets a vibrant scene in 16th-century Plymouth, filled with animated sailors and a rising nationalist sentiment. Through the interactions of characters like the English spy and various sailors, a tumultuous atmosphere emerges, where the call for action against the Spanish is met with fervor. Amidst discussions of espionage and defiance against foreign dominance, the crowd rallies around the promise of wealth from exploration and piracy. The dialogue reveals the tension between loyalty to the crown and the unpredictable nature of privateering, positioning the characters at the brink of adventure in a world on the cusp of change.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Drama","index":459},{"book_title":"Drake's Great Armada","author":"Walter Bigges","description":"\"Drake's Great Armada\" by Captain Walter Biggs is a historical account detailing Sir Francis Drake's remarkable West Indian voyage that began in 1585. Written in the early 20th century, the book explores the significant military endeavors against Spain, a backdrop of rising tensions between England and Spain, leading up to the famous events of Drake's plundering of Spanish territories and shipping. The narrative chronicles the audacity and adventurous spirit of the time, punctuated by Drake’s strategies and the considerable challenges his fleet faced. In this detailed narrative, Biggs recounts the events of the expedition, from the meticulous preparations of a fleet of 25 ships and 2,300 men to the conquest of key locations like Santiago, Santo Domingo, and Cartagena. As Drake and his men engage in fierce battles, suffer from deadly fevers, and grapple with the challenges of colonial warfare, the story emphasizes Drake's leadership and the camaraderie among the captains. The narrative serves both as a thrilling account of naval warfare and an insightful look into the implications of the actions taken during this expedition, which contributed to the shift in power dynamics between England and Spain in the late 16th century. Despite the high stakes and numerous casualties faced, including the loss of many men to disease, the voyage culminated in significant treasure and resources for England, marking a decisive period in British maritime history.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":460}]