[{"book_title":"Drawn at a Venture_ A Collection of Drawings","author":"Fougasse","description":"\"Drawn at a Venture: A Collection of Drawings by Fougasse\" is a collection of humorous illustrations created by Kenneth Bird, who is known by his pen name Fougasse. This book was first published in 1922, during the early 20th century, and it showcases Fougasse's wit and keen observations of British life, culture, and sports, particularly cricket and golf. The collection is presented with an introduction by A. A. Milne, adding context to the artist's style and contributions to humor in illustrated form. The book features a variety of whimsical and satirical sketches that reflect on everyday situations, social norms, and the quirks of British life. Each drawing incorporates clever commentary, often poking fun at the British character and the little absurdities of life, particularly in sporting contexts. Topics range from village cricket to the intimate moments of social interaction, capturing the spirit of the era with a light-hearted lens. The illustrations invite readers to laugh at relatable scenarios while celebrating the humor inherent in human interactions, making the collection a charming reflection of its time.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Art","index":491},{"book_title":"Dread Voyage_ Poems","author":"Wilfred Campbell","description":"\"The Dread Voyage: Poems\" by William Wilfred Campbell is a collection of poetry written in the late 19th century. The poems explore themes of nature, mortality, and human emotion, often invoking vivid imagery and deep philosophical reflections. The opening poem sets a foreboding tone, suggesting a journey laden with existential dread, and introduces readers to Campbell’s contemplative style and poignant exploration of the human experience. The beginning of the collection establishes a powerful atmosphere with the poem \"The Dread Voyage,\" which portrays a ship navigating through an ominous and dark sea, alluding to life's inevitable struggles and the haunting silence that follows lost hopes and dreams. The imagery in the poem evokes feelings of despair, alongside a yearning for connection and understanding in a world fraught with uncertainty. This opening section solidifies Campbell's ability to weave together nature's beauty with profound reflections on life and death, setting the stage for the ensuing poems that continue to explore these themes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Poetry","index":492},{"book_title":"Dreadful Temptation; or, A Young Wife's Ambition","author":"Mrs. Alex. McVeigh Miller","description":"\"A Dreadful Temptation; or, A Young Wife's Ambition\" by Mrs. Alex. McVeigh Miller is a novel written in the late 19th century. The narrative begins with the wedding of Xenie Carroll, a beautiful young woman, who marries the wealthy but elderly John St. John. The novel explores themes of ambition, betrayal, and revenge as Xenie navigates her tumultuous feelings towards her marriage and her past love, Howard Templeton. The opening of the story sets the stage for Xenie's complex emotional landscape as she enters a marriage that seems to be driven by financial gain rather than love. Despite the lavish ceremony, Xenie's cold demeanor hints at her true feelings of resentment and a desire for revenge against Howard Templeton, who once abandoned her for the allure of wealth. As she begins her new life as Mrs. St. John, inner turmoil ensues, especially when it becomes clear that her marriage does not grant her the freedom or happiness she covets. The dynamics of revenge and power play intricately weave through Xenie's relationships, foreshadowing a dark and compelling journey ahead.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":493},{"book_title":"Dreadnought Boys Aboard a Destroyer","author":"John Henry Goldfrap","description":"\"The Dreadnought Boys Aboard a Destroyer\" by John Henry Goldfrap is a naval adventure novel written in the early 20th century. The story centers around two courageous young sailors, Ned Strong and Herc Taylor, as they embark on a mission aboard the destroyer \"Beale\" to safeguard American interests during a South American revolution. The book explores themes of bravery, loyalty, and danger in the face of geopolitical tension. At the start of the novel, the two boys, recently celebrated for their heroics, are approached by a foreign agent in the Brooklyn Navy Yard who attempts to recruit them for espionage against their own country. Instead, the boys reject the agent's proposition, highlighting their strong sense of loyalty and integrity. The narrative quickly transitions to their departure on the destroyer \"Beale\", setting up an impending voyage that involves danger on the high seas, as well as the tensions of revolution brewing in the Republic of Costaveza. The opening emphasizes not only their spirit and camaraderie but also foreshadows the moral dilemmas and action-filled adventure that lies ahead.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":494},{"book_title":"Dreadnought Boys in Home Waters","author":"John Henry Goldfrap","description":"\"The Dreadnought Boys in Home Waters\" by Captain Wilbur Lawton is a fictional adventure novel written in the early 20th century. The book follows two young naval officers, Ned Strong and Herc Taylor, as they embark on their new command aboard the gunboat Seneca amidst naval war games. The story revolves around their challenges, interactions with fellow crew members, and their encounters with enemies, including Midshipman Kenworth, who has a grudge against them. The opening of the novel introduces readers to Ned and Herc as they travel by train to their new assignment. A conflict arises between Herc and a fellow passenger, Dilworth Rankin, signaling the boys' adventurous spirit and foreshadowing the camaraderie and rivalries they will encounter on their naval journey. As they arrive at Miller's Haven, excitement builds as they prepare to take command of the Seneca and engage in war exercises. The tension escalates when they are introduced to a complex web of interactions with peers and potential adversaries, setting the stage for the high-stakes adventures that await them in the unfolding chapters.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":495},{"book_title":"Dreadnought Boys on a Submarine","author":" John Henry Goldfrap","description":"\"The Dreadnought Boys on a Submarine\" by John Henry Goldfrap is an adventure novel written in the early 20th century. This book follows the young inventor Channing Lockyer, who is set to launch his revolutionary submarine while facing opposition from individuals who seek to sabotage his efforts. Lockyer is joined by the daring \"Dreadnought Boys,\" specifically Ned Strong and Herc Taylor, as they navigate the treacherous waters of invention, deceit, and espionage. At the start of the story, we are introduced to Channing Lockyer as he firmly rejects an offer from Jasper Ferriss to sell his submarine design to a foreign power, emphasizing his loyalty to his country. As the tension builds surrounding the imminent government tests on the submarine, the narrative shifts to the arrival of the young naval recruits, Ned and Herc, who are excited about their new assignment to test Lockyer’s creation. However, lurking dangers manifest as the disgruntled ex-foreman, Anderson, and a conspirator named Gradbarr plot to undermine Lockyer’s efforts by sabotaging the submarine. Their plot unravels amidst the mounting excitement leading up to the submarine's launch, setting the stage for thrilling escapades and unexpected twists.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":496},{"book_title":"Dreadnought Boys on Aero Service","author":"John Henry Goldfrap","description":"\"The Dreadnought Boys on Aero Service\" by Captain Wilbur Lawton is a novel written in the early 20th century. This installment continues the adventures of two young sailors, Ned Strong and Hercules Taylor, as they transition into the exciting but perilous world of naval aviation. The story centers on their involvement in new experimental aero services, giving readers a glimpse into their camaraderie and the challenges they face from both external foes and rivals within the naval ranks. At the start of the book, excitement buzzes among the crew of the Dreadnought \"Manhattan\" as a notice for an experimental Aero squad draws the attention of both eager young sailors and skeptical veterans. Ned and Herc, driven by ambition and a thirst for adventure, decide to apply for the aerial positions, setting the stage for their next trials. Meanwhile, they contend with antagonistic figures from their past, notably Merritt and Chance, who harbor resentment towards them, hinting at underlying rivalries that may complicate their aeronautic endeavors. The opening chapters deftly blend action, character development, and a budding intrigue as the boys prepare for their latest daring exploits in the skies.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":497},{"book_title":"Dreadnought Boys on Battle Practice","author":"John Henry Goldfrap","description":"\"The Dreadnought Boys on Battle Practice\" by John Henry Goldfrap is a children's adventure novel written in the early 20th century. The story follows two adolescent cousins, Ned Strong and Herc Taylor, who yearn for a life of adventure beyond the monotony of their rural existence. Inspired by a promotional poster of a U.S. Navy battleship, they decide to enlist in the Navy, anticipating a new life filled with excitement and heroism. At the start of the novel, Ned and Herc are found in their small town, captivated by a poster depicting a sailor on a battleship, which sparks their ambition to join the Navy. Their determination leads them to enlist, resulting in a comedic altercation with a local bully, Hank Harkins, and their grandfather's reluctant approval. The opening sets a tone of youthful enthusiasm and naivety as they transition from farm life to the naval adventure they have long dreamed of, unaware of the challenges and camaraderie that await them on their journey in Uncle Sam's Navy.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":498},{"book_title":"Dreadnought of the Air","author":"Percy F. Westerman","description":"\"“The Dreadnought of the Air” by Percy F. Westerman is a novel written in the early 20th century. The story centers around Sub-Lieutenant Basil Dacres, a young naval officer who finds himself embroiled in a series of adventures involving a mysterious airship. The book combines elements of naval fiction with emerging aviation themes, showcasing Dacres’ journey and interactions against the backdrop of military life and intrigue.\" \"At the start of the narrative, we are introduced to Dacres, a spirited young officer aboard H.M.S. \"Royal Oak\" moored near Singapore. His demeanor is light-hearted, characterized by practical jokes, but he faces serious repercussions after a prank that leads to his resignation from the Navy. As Dacres departs his ship and grapples with his uncertain future, he becomes intrigued by reports of a peculiar airship that seems to have eluded detection across various cities in England. The chapter sets the stage for the unfolding mystery and adventure surrounding Dacres as he navigates not only the challenges of his dismissal but also the thrilling possibility of engaging with the enigmatic world of airships.\"","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":499},{"book_title":" Dreadnoughts of the Dogger_ A Story of the War on the North Sea","author":" Robert Leighton","description":"\"Dreadnoughts of the Dogger: A Story of the War on the North Sea\" by Robert Leighton is a historical novel written in the early 20th century. Set against the backdrop of World War I, the story revolves around young characters, particularly Mark Redisham and his brother Rodney, as they navigate the tensions and dangers associated with naval warfare in the North Sea. The narrative captures themes of patriotism, bravery, and the personal conflicts arising from national loyalties, particularly through the character of Max Hilliger, a German boy in a British community. At the start of the tale, we are introduced to Mark Redisham and his friends, who are Sea Scouts at camp near Haddisport. The narrative quickly establishes the brewing conflict between England and Germany, punctuated by the arrival of news about war declarations and the concerns surrounding naval engagements. Mark's brother, Rodney, a midshipman, becomes a focal point, as their conversations highlight the camaraderie and competition between British and German naval forces. The tension escalates as Max Hilliger, of German descent, openly questions British naval supremacy, leading to confrontations that set the stage for deeper personal and national conflicts as the war unfolds. The opening chapters blend adventure, youthful aspirations, and the stark realities of wartime, presenting a compelling foundation for the drama that will follow.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":500}]