[{"book_title":"Duke's Sweetheart_ A Romance","author":"Richard Dowling","description":"\"The Duke's Sweetheart: A Romance\" by Richard Dowling is a historical novel written in the late 19th century. The story revolves around Charles Augustus Cheyne, the Duke of Long Acre, a man without land or aristocratic connections but endowed with an imaginative spirit and a kind heart. As he navigates his life in Fleet Street, his affections lead him to meet his love, Marion Durrant, amid a backdrop of societal expectations and romantic entanglements. The opening of the book introduces Cheyne as a unique character, often seen as a duke by his peers despite lacking noble heritage. He leads a modest life while engaging in writing that captures the interest of those around him, and he is set to meet his beloved, Marion, in Hyde Park. Their playful banter showcases their close relationship as Cheyne prepares to reveal important feelings to her. As the narrative unfolds, it hints at the complexities of love, ambition, and societal status, setting the stage for a romance that invites both intrigue and emotional depth.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Romance","index":611},{"book_title":"Dulcibel_ A Tale of Old Salem","author":"Henry Peterson","description":"\"Dulcibel: A Tale of Old Salem\" by Henry Peterson is a historical novel written in the early 20th century. Set during the infamous Salem witch trials, it focuses on the life of Dulcibel Burton, an orphaned heiress navigating the dangerous social landscape of Salem village amidst accusations of witchcraft and local rivalries. The story seems to delve into themes of love, jealousy, and the fervor of the Puritan community, with Dulcibel caught in a web of emotional and societal conflict. The opening portion introduces readers to the historical backdrop of Salem village and its tumultuous atmosphere fueled by disputes and witchcraft hysteria. We meet Jethro Sands, who grapples with his feelings for Dulcibel, while she faces growing complications in her relationships, particularly with Jethro and his rival, Leah Herrick. As tensions rise, the text hints at the burgeoning witchcraft accusations that will soon envelop the village, showcasing the characters’ interpersonal dynamics against this rapidly unfolding historical drama. This initial glimpse establishes the tone and introduces key players in a narrative that interweaves romance with the treacherous nature of societal fears.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Romance","index":612},{"book_title":"Dull Miss Archinard","author":" Anne Douglas Sedgwick","description":"\"The Dull Miss Archinard\" by Anne Douglas Sedgwick is a novel written in the late 19th century. The narrative unfolds in a picturesque English countryside setting, exploring the lives and relationships of its characters, particularly focusing on the Archinard family and their interactions with their neighbor, Peter Odd. The story hints at themes of love, social expectations, and the complexities of human emotions, particularly through the dynamics between Peter Odd, his wife, and the Archinard sisters, Hilda and Katherine. At the start of the novel, we meet Peter Odd, a contemplative and somewhat melancholic man who enjoys fishing in the serene countryside. His solitude is interrupted by the joyful sounds of the Archinard daughters, which leads to an incident involving the more timid sister, Hilda, who is initially fearful of diving into the water. The events escalate when she jumps in to save Katherine, who is struggling in the water. This action sparks a connection between Peter and the sisters as he helps rescue Hilda, highlighting contrasts in courage and fear between the two girls. As Peter returns to his life at Allersley Manor, the opening chapters set the stage for the exploration of family dynamics, friendship, and the tension between personal desires and societal expectations.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":613},{"book_title":"Dumas' Paris","author":"M. F. Mansfield","description":"\"Dumas' Paris\" by Francis Miltoun is a historical account written in the early 20th century. The book delves into the life and works of Alexandre Dumas, highlighting both his connections to the city of Paris and the social landscape of France during his lifetime. It aims to provide an authentic narrative of Dumas' experiences in Paris, enriched by various historical and literary contexts. The opening of \"Dumas' Paris\" establishes its intent to explore the vibrant tapestry of Paris through the lens of Dumas' life and literature. It outlines the historical significance of the city as a hub for artists and writers, noting Dumas' early arrival and immersion in the literary scene. Through a blend of personal anecdotes and broader historical reflections, Miltoun sets the stage for an exploration of Dumas' influences and the rich cultural milieu of the 19th century, referencing the romanticized portrayal of the city that permeates Dumas' literary works.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biography","index":614},{"book_title":"Dumbells of Business","author":"Louis Custer Martin Reed","description":"\"Dumbells of Business\" by Proff O.U. Bojack, pruned of profanity by Louis Custer Martin Reed, is a collection of humorous sketches about the American business landscape written in the early 20th century. This work satirizes various archetypes in the business world, contrasting old-fashioned industrialists with modern ideas through playful depictions and witty commentary. The book offers a light-hearted exploration of office dynamics, business practices, and the challenges of adapting to changing times. The opening of \"Dumbells of Business\" introduces a manufacturing plant in Squirrel Cove, characterized by its long-standing traditions and resistance to change. The plant, managed by a traditionalist owner, struggles with stagnation and fears any disruption to their routine. However, the arrival of the owner’s son-in-law, Philip Darlington Wakefield, injects fresh ideas into the organization. Despite initial resistance from the old guard, Phil's innovative methods lead to surprising success, illustrating the clash between established norms and new perspectives in business. This sets the tone for the ensuing sketches, which likely explore similar themes of adaptability and the quirks of business life.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Humor","index":615},{"book_title":"Dumbwaiter","author":" James Stamers","description":"\"Dumbwaiter\" by James Stamers is a science fiction novel likely written in the mid-20th century. The story follows Sol Jones, a smuggler and intergalactic citizen, as he navigates life with a unique and contraband pet from Antimony IX—a diving creature capable of teleporting objects and reading thoughts. The narrative explores themes of love, possession, and the humorous consequences of introducing advanced alien life forms into domestic life. In the book, Sol returns from his travels with a rare diver intended as a wedding gift for his girlfriend, Florence. Despite its impressive abilities, Florence is initially frightened by the creature and its telepathic qualities. As the story unfolds, Sol's attempts to impress Florence with the diver's capabilities lead to comedic mishaps, including the unexpected teleportation of luxury items. Ultimately, their relationship is tested by the diver’s powers and the ethical considerations of its abilities, culminating in a whimsical yet insightful examination of desires, materialism, and love.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":616},{"book_title":"Dumps","author":"A Plain Girl","description":"\"Dumps - A Plain Girl\" by L.T. Meade is a novel written in the early 20th century. The story centers on Rachel Grant, affectionately called \"Dumps\" by her family and peers, who believes that girls often learn to be patient and self-sacrificing while navigating the challenges of growing up. Set against the backdrop of a somewhat dysfunctional household in London, Rachel's life revolves around her father, Professor Grant, and her two brothers, Alex and Charley, as she grapples with feelings of inadequacy due to her looks and her social standing. At the start of the novel, readers are introduced to Rachel and her home life, which is marked by her father's severe headaches and her brothers' mischievousness. Rachel's struggle for recognition and self-worth becomes evident through her interactions with her friends, particularly her attempt to impress Rita and Agnes Swan during a tea party that goes awry when unexpected guests arrive. As she attempts to orchestrate a fun afternoon, the chaos escalates when her father abruptly returns home and demands quiet. Despite her worries and the challenges posed by her brothers and their friends, Rachel’s kindness and genuine nature shine through, particularly in her encounters with the charming Dutch boy, Von Marlo, who sees her beyond her self-imposed label of \"Dumps.\" This initial chapter sets the tone for Rachel’s journey of self-discovery and the exploration of the complexities of friendship, family, and the quest for identity amidst societal expectations.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":617},{"book_title":"Dumpy Books for Children; _ No. 7. A Flower Book","author":"Eden Coybee","description":"\"A Flower Book\" by Eden Coybee and Nellie Benson is a children's storybook published in the early 20th century. This delightful book fits within the genre of children's literature, specifically designed for young readers, and explores themes of nature and magic through enchanting tales. It vividly illustrates the world of flowers and the events that unfold in a whimsical wood where fairies awaken sleeping blossoms during the New Year. The narrative centers on the fairy Rusialka and her enchanting quest to wake up the flowers that lie beneath the winter snow. As the fairies gather, they seek the permission of the ancient Lady Elder to rouse the sleeping blossoms. Throughout the story, various flowers introduce themselves, each with their own meanings and symbolism, such as hope, love, and friendship. Despite the chilly setting of winter, a sense of warmth and joy pervades the tale as the fairies dance, celebrate, and ultimately return the flowers to their slumber, highlighting the cycle of nature and the beauty of floral symbolism in a child-friendly manner.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":618},{"book_title":"Dumpy Proverbs _ Dumpy Books for Children #24","author":"Honor C. Appleton","description":"A charmingly illustrated children’s book from the early 1900s, part of the “Dumpy Books for Children” series. The book presents classic proverbs dressed in whimsical, colorful images to engage young readers. Each page matches a proverb—such as “Opportunity makes the thief” or “You need not cry over spilt milk”—with a playful illustration that conveys the meaning and moral lesson. The collection is both educational and entertaining, gently helping children understand timeless wisdom through visual storytelling.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Children's Literature","index":619},{"book_title":"Duncan Polite, the Watchman of Glenoro ","author":" Mary Esther Miller MacGregor","description":"\"Duncan Polite, the Watchman of Glenoro\" by Marian Keith is a novel written in the early 20th century. The story centers around Duncan Polite, a gentle and kind-hearted old man who serves as a moral guardian of his community in the Canadian Highlands. With a backdrop of traditional values and a swiftly changing society, the narrative explores Duncan's resolute commitment to uphold the covenant made by his father, which aims to keep the valley a virtuous and peaceful place. The opening of the book introduces readers to Duncan Polite amid a beautiful morning as he prepares for his customary walk to church with his close friend, Andrew Johnstone. Despite their contrasting personalities—Duncan being gentle and contemplative while Andrew is a stern and forceful figure—they share a deep bond and concern for their community. As Duncan reflects on his heart's ambitions for the village and the younger generation, he also carries the hope of sending his nephew, Donald, to college to fulfill their family's legacy of faith and values. This initial glimpse into Duncan's life sets the stage for a deeper exploration of friendship, faith, and the struggles faced by a community caught between tradition and modernity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":620}]