[{"book_title":"Courier of the Ozarks, The - ","author":"Byron A. Dunn","description":"\"The Courier of the Ozarks\" by Byron A. Dunn is a historical novel written in the early 20th century. The story unfolds against the backdrop of the American Civil War, specifically focusing on guerrilla warfare in Missouri during the year 1862. The main character, Harry Semans, is a young scout for the Union forces, tasked with delivering urgent messages while navigating the treacherous politics and violence of divided loyalties in his home state. The opening of the book sets the stage with Harry and his loyal dog, Bruno, hiding in a thicket as they overhear a gathering of Confederate guerrilla forces plotting an attack on Fulton, Missouri. Faced with imminent danger, Harry’s mission is to warn the Union troops, showcasing his bravery and quick thinking. He sends Bruno off with a message to Colonel Shaffer, demonstrating their unique bond and the pivotal role of the dog in the war effort. The tension builds as Harry prepares for a daring ride to Fulton, emphasizing themes of loyalty, courage, and the harsh realities of a state embroiled in conflict.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":1326},{"book_title":"Course In Wood Turning, A - ","author":"Archie Seldon Milton & Otto K. Wohlers","description":"\"A Course In Wood Turning\" by Archie S. Milton and Otto K. Wohlers is a practical, instructional guide written in the early 20th century. This publication serves as a resource for educators and students interested in the craft of wood turning, a process pivotal in shaping various wooden objects and furniture elements. The text is designed to provide a comprehensive understanding of both theoretical principles and hands-on techniques essential for mastering wood turning. The book is divided into two main sections: spindle turning and face-plate turning, outlining various exercises and projects that build on one another to enhance skill development. It covers a wide array of topics, including the care of lathes, the proper handling of tools, and detailed instructions for various techniques like spiral turning and different cut types. Each chapter guides readers through exercises designed to cultivate precise movements and control, culminating in complex projects like vases and furniture parts. The text not only aims to impart technical skills but also emphasizes the artistic aspects of design, urging students to appreciate aesthetics and create functional yet beautiful objects.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Engineering & Technology","index":1327},{"book_title":"Course of Lectures on the Principles of Domestic Economy and Cookery, A - ","author":"Juliet Corson","description":"\"A Course of Lectures on the Principles of Domestic Economy and Cookery\" by Miss Juliet Corson is a practical guide on domestic economy and cooking techniques written in the late 19th century. The work captures a series of lectures delivered to women attending the University of Minnesota to better equip them for home management and culinary skills. The lectures cover a wide range of topics from the preparation of basic dishes to advanced cooking methods, aiming to enhance the audience's knowledge in domestic responsibilities. The beginning of the text outlines the structure and intent of Corson's lectures, aimed particularly at two groups: experienced housekeepers seeking to refine their cooking skills and young women balancing education with home duties. Corson explains the methodology of her classes, emphasizing hands-on learning where dishes are prepared and tasted in real-time. She introduces fundamental recipes like soup stock, boiled salmon with cream sauce, and various methods for preparing vegetables, clearly laying the foundations for her teachings in domestic cookery throughout the series. The opening portion establishes a relatable and instructional tone, encouraging active participation and discussion among the attendees.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Cooking","index":1328},{"book_title":"Course of Mechanical, Magnetical, Optical, Hydrostatical and Pniston, M.A., A - ","author":"Francis Hauksbee & William Whiston","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Non-fiction","index":1329},{"book_title":"Court Beauties of Old Whitehall_ Historiettes of the Restoration - ","author":"W. R. H. Trowbridge","description":"\"Court Beauties of Old Whitehall: Historiettes of the Restoration\" by W. R. H. Trowbridge is a historical account written in the early 20th century. The book explores the lives of notable women from the English Restoration period, highlighting their ambitions, scandals, and roles within the court of Charles II. Trowbridge draws on a wealth of historical documentation to delve into the complexities of these women's lives, providing a vivid portrayal of this fascinating era. The opening of the book establishes its thematic focus on the intertwining lives of the Mancini sisters, particularly Hortense Mancini, Duchess de Mazarin, and her siblings, as they navigate the opulent yet treacherous corridors of power and privilege. With backgrounds firmly entrenched in the aristocracy, the sisters suffer at the whims of their famous uncle, Cardinal Mazarin. The narrative outlines the tensions and intrigues that characterize their upbringing and early ambitions, hinting at the dramatic and scandalous experiences that await them as they seek love and independence. The author's style is laced with fascinating anecdotes and historical context, setting the stage for the exploration of women's roles in the court's social dynamics during the Restoration.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History - British","index":1330},{"book_title":"Court Houses of a Century _ A Brief Historical Sketch of the Codlesex, and County of Elgin, The - ","author":"Kenneth W. McKay","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Non-fiction","index":1331},{"book_title":"Court Jester, The - ","author":"Cornelia Baker","description":"\"The Court Jester\" by Cornelia Baker is a historical novel written in the early 20th century. The story revolves around Le Glorieux, a court jester in the late 15th century who navigates the complex dynamics of the royal court following the death of Duke Charles the Bold. As the narrative unfolds, the characters are drawn into the political intrigues surrounding the young Duchess Anne of Brittany and her relationships with other European powers, particularly with the young Lady Marguerite of Hapsburg, who becomes a significant figure due to her royal lineage. At the start of the novel, the jester, Le Glorieux, is introduced in a comedic light as he engages with the querulous dowager duchess, providing levity through his antics and witty repartee. His excitement grows as he learns he is to accompany the Lady Clotilde to Brittany, where he hopes to escape the monotony of court life. However, the opening chapters quickly establish a setting filled with tension as royal politics are at play. Characters like Antoine, a young page, and Marguerite, the granddaughter of an emperor, hint at deeper narratives of loyalty, betrayal, and the quest for safety amidst the backdrop of shifting allegiances and impending conflicts. The whimsical exchanges of the jester contrast sharply with the serious stakes of political power, setting the stage for a tale rich in both humor and historical intricacies.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":1332},{"book_title":"Court Life in China_ The Capital, Its Officials and People - ","author":"Isaac Taylor Headland","description":"\"Court Life in China: The Capital, Its Officials and People\" by Isaac Taylor Headland is a historical account likely written in the early 20th century. The narrative focuses on the intricacies of the Chinese imperial court, particularly under the influence of the powerful Empress Dowager, as well as the various officials and the lives of the people connected to it. The book aims to shed light on the previously hidden lives within the Forbidden City and the dynamics of power and reform during a transformative period in Chinese history. At the start of the work, Headland introduces the Empress Dowager, Tze Hsi An, who is characterized by her commanding presence and significant influence over the nation's affairs. The text details her humble beginnings, growing up in a family of modest means, and the societal customs surrounding the selection of young girls for positions within the imperial harem. Through anecdotes from Headland's wife, who served as a physician to the imperial family, the opening sections illustrate the Empress Dowager's transformation from a lowly concubine to the most powerful figure in China, reflecting on her unique blend of ambition, intelligence, and the nuances of court life. The emotional weight of her early life experiences shapes her views on education and reform, positioning her as a figure of both architectural majesty and depth amid the political turbulence of her time.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":1333},{"book_title":"Court Memoirs of France Series — Complete -","author":" Various","description":"\"Court Memoirs of France Series — Complete\" by Various is a historical account likely compiled in the late 19th century. The collection features the memoirs of notable figures from the French court, such as Queen Marguerite de Valois and Cardinal de Retz, detailing their experiences and the social intricacies of royal life during France's tumultuous past. The memoirs explore significant events including political intrigues, wars of religion, and personal anecdotes, providing a vivid insight into the courtly culture and the lives of individuals navigating power and ambition amidst shifting allegiances. The opening of the memoirs introduces Queen Marguerite de Valois, setting the stage for her narrative through anecdotes from her childhood and early court life. It highlights her struggles against both familial expectations and the political religious turmoil of 16th-century France, particularly during the Conference of Poissy, where pressures from both Protestant and Catholic factions threaten her beliefs and autonomy. Marguerite's voice comes through as both reflective and assertive, establishing her as a strong character contending with adversity, all while weaving a richly detailed backdrop of the court's atmosphere, marked by lavish festivities that often ended in chaos.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biographies","index":1334},{"book_title":"Court Netherleigh _ A Novel - ","author":"Mrs. Henry Wood","description":"\"Court Netherleigh: A Novel\" by \"Mrs. Henry Wood\" is a fiction work written in the late 19th century. The story introduces the titular estate, Court Netherleigh, and centers on Miss Margery, its owner, as well as the interactions of her family and other characters in the surrounding community. The narrative hints at themes of class relations, family dynamics, and societal expectations within the context of English life during this period. The opening of \"Court Netherleigh\" paints a picturesque picture of the estate and the surrounding Berkshire countryside, establishing an idyllic setting that contrasts with the complexities of its inhabitants' lives. It introduces us to Miss Margery, a kind and industrious matriarch, and her two young nieces, Frances and Adela, who bring vibrancy to the household. Their day begins with the anticipation of guests from Moat Grange, setting the stage for intertwining lives filled with intrigue. A shooting accident soon disrupts the tranquility, leading to emotional repercussions that will resonate throughout the story, suggesting a blend of domestic harmony and impending drama characteristic of the author's works.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Novel","index":1335}]