[{"book_title":"Catalogue of Special Technical Works for Manufacturers, StudentTechnical Schools. May 1904","author":"Greenwood & Co. Scott","description":"A listing of specialized technical texts for industrial training—likely covering machinery, materials, chemical processes, and engineering principles. Includes authors, editions, page counts, and recommended use for manufacturers and technical education.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Engineering","index":424},{"book_title":"catalogue of technical and scientific books published by Constable & Company Ltd","author":"Various","description":"Two editions offering concise bibliographies of texts in chemistry, mechanics, agriculture, architecture, and applied sciences. Entries typically note title, author, edition, size, and purpose (e.g., educational, reference).","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science","index":425},{"book_title":"Catalogue of the Books Presented by Edward Capell to the Library of Trinity College in Cambridge","author":"Unknown","description":"Compiled by W.W. Greg, this catalog documents the scholarly book collection donated by Edward Capell—a distinguished Shakespearean editor—to Trinity College, Cambridge. It includes detailed bibliographic entries of early editions, commentary works, and rare volumes related to Shakespeare. Prefatory material explores Capell’s life, his editorial work on Shakespeare, and his motivations as a collector. The catalog is intended for literary historians, bibliographers, and Shakespeare scholars","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":426},{"book_title":"Catalogue of the Gallery of Art of The New York Historical Society","author":"New-York Historical Society","description":"This early 20th-century catalog provides an annotated inventory of the New-York Historical Society’s art collection, listing nearly three hundred paintings and sculptures. Organized by donor collections (e.g. Reed, Bryan, Durr), entries include artist, title, provenance, and brief biographies. Prefatory sections outline the Society’s structure and collection strategy. Designed for scholars and museum audiences","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Catalogue","index":427},{"book_title":"Catalogue of the Retrospective Loan Exhibition of European Tapestries","author":"Phyllis Ackerman","description":"Accompanying a retrospective exhibition, this catalog offers scholarly essays and descriptive entries on European tapestries. It explores the narrative themes, stylistic evolution (particularly Gothic narrative styles), and technical artistry of medieval and Renaissance weavings. Essays discuss the tapestry medium, design traditions, and cultural context, making it useful for art historians and curators","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Catalogue","index":428},{"book_title":"Catalogue of the William Loring Andrews Collection of Early Boon the Library of Yale University","author":" Addison Van Name","description":"A descriptive catalog of rare and early printed books collected by William Loring Andrews and housed at Yale. It likely provides title, author, publication details, and significance, emphasizing early printing, bindings, and provenance information relevant to book historians and collectors","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":429},{"book_title":"Catalogue of Violent and Destructive Earthquakes in the Philipphe Marianas Islands 1599-1909","author":"Miguel Saderra Masó","description":"A comprehensive chronological and geographic listing of major earthquakes in the Philippines and Mariana Islands between 1599 and 1909. It includes date, location, intensity, damage reports, and contextual narrative explaining the methodology (based on a request from seismologist John Milne). It aims to support historical and scientific studies of seismic activity in the region","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"History","index":430},{"book_title":"Catalogue of Works Literary Art and Music","author":"Reeves & Turner","description":"A publisher’s catalog listing literary, art, and music publications offered by Reeves & Turner, including works on Freemasonry. Entries typically include title, author, brief content overview, and publishing details, aimed at booksellers, researchers, and enthusiasts of music and literary history","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Music","index":431},{"book_title":"Catalysis","author":"Poul Anderson","description":"Unlike the others, Catalysis appears to be a short science fiction narrative by Poul Anderson. The excerpt suggests structured dialogue in a high-pressure environment (e.g., discussing gas pressure and power distribution in a colony setting). Rather than bibliographic or reference material, this title is likely a standalone story published through Project Gutenberg. The sample indicates speculative fiction exploring technological crisis and human interaction under extreme conditions","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Fiction","index":432},{"book_title":"Catastrophe and Social Change _ Based Upon a Sociological Study of the Halifax Disaster","author":"Samuel Henry Prince","description":"This monograph, based on Prince's doctoral dissertation at Columbia University (published 1920), provides the first systematic sociological analysis of a modern disaster—namely, the Halifax Explosion of December 6, 1917. Drawing from his firsthand involvement in relief efforts, Prince examines societal breakdown and reconstruction, focusing on community cohesion, heroism, leadership emergence, mutual aid, and social legislation prompted by catastrophe. He portrays disasters as catalysts for both human solidarity and social transformation, offering foundational insights in the field of disaster sociology.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Sociology","index":433}]