[{"book_title":"Catalogue of Books in English Later than 1700, Vol. 1 _ Formin portion of the library of Robert Hoe","author":"Unknown","description":"A scholarly bibliography detailing English-language books published post-1700 from the Robert Hoe library collection. Likely includes bibliographic entries with author, title, publication details, edition notes, pagination, and condition—intended as a reference for collectors, libraries, and auction sales.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":404},{"book_title":"Catalogue of Books in English Later than 1700, Vol. 2 _ Formin portion of the library of Robert Hoe","author":"Unknown","description":"A continuation of Vol. 1’s collection, offering detailed entries of English publications post-1700, including publication history, edition variations, and physical descriptions. Compiled to aid scholars, collectors, librarians or auction houses.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":405},{"book_title":"Catalogue of Books in English Later than 1700, Vol. 3 _ Formin portion of the library of Robert Hoe,","author":"Unknown","description":"Completing the set, this volume continues with descriptive bibliographic entries—covering remaining works in the Hoe collection, with the same scholarly focus as previous volumes.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":406},{"book_title":"Catalogue of books on philately in the Public Library of the ci(ENG)","author":"Boston Philatelic Society & Boston Public Library","description":"A concise, thematic bibliography listing all philately-related books held by the Boston Public Library. Organized by author or subject, likely with publication details and classification numbers. Aimed at collectors, librarians, and researchers interested in philatelic references ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":407},{"book_title":"Catalogue of Books Published by Methuen and Co., October 1909","author":"Methuen & Co.","description":"Similar in structure to the 1902 catalog, this 1909 edition lists new and ongoing titles across general, academic, juvenile, and theological literature. Includes annotations of series like the Arden Shakespeare, Oxford Commentaries, Fleur de Lis novels, Sixpenny Library, along with price, binding, editor, and series information.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":408},{"book_title":"Catalogue of Books Published by Methuen and Company, February, 1908","author":"Methuen & Co.","description":"A bibliographic snapshot of Methuen’s catalog as of February 1908. Entries include newly released titles and continuing works across their range of academic, general, and juvenile publications, with details on price, binding, editors, and series inclusions.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":409},{"book_title":"Catalogue of Books Published by Methuen and Company, November 1907","author":"Methuen & Co.","description":"A detailed listing of Methuen’s publications in November 1907, similar to their seasonal catalogs. It covers series highlights, scholarly editions, fiction, children’s literature, and educational books—complete with bibliographic details and pricing.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Biblography","index":410},{"book_title":"Catalogue of British Columbia Birds","author":"Francis Kermode","description":"Originally compiled in August 1904, Kermode’s catalog provides an authoritative list of all bird species documented in British Columbia up to that time. It systematically organizes species into taxonomic orders and families (e.g., grebes, diving birds) and, for each, notes scientific and vernacular names, distribution across regions (like Vancouver Island, Okanagan, Queen Charlotte Islands), seasonal presence, and abundance. A preface acknowledges gaps in northern and northeastern records and credits contributors including John Fannin, whose 1898 list forms the foundation. Notable additions include 24 species beyond Fannin’s original 339","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Science","index":411},{"book_title":"Catalogue of Early Pennsylvania and Other Firearms and Edged Weless Oaks_, McElhattan, Pa.","author":"Henry W. Shoemaker","description":"A specialized reference catalog of early Pennsylvania and other American firearms and edged weapons. Likely lists items by maker, date, form (rifles, flintlocks, swords), and provenance. Includes historic descriptions and bibliographic details for collectors, curators, and researchers. Contents are primarily technical listing; narrative context is minimal.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Botany","index":412},{"book_title":"Catalogue of Economic Plants in the Collection of the U. S. Department of Agriculture","author":"William Saunders","description":"A facsimile of an 1891 USDA catalog listing plants of economic importance housed in its collection. Each entry includes botanical name, origins, and a summary of uses—ranging from foods (fruits, nuts) to fibers, medicinal plants, resins, gums, and ornamental species. The catalog is aimed at scientists, educators, and policymakers, highlighting species like baobab, fiber-yielding plants, and spices. It reflects early USDA efforts to document and promote beneficial plant resources ","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Linguistics","index":413}]