[
  {
    "book_title": "Congo and Coasts of Africa, The - ",
    "author": "Richard Harding Davis",
    "description": "\"The Congo and Coasts of Africa\" by Richard Harding Davis is a travelogue written in the early 20th century. This work captures the author's observations and experiences as he journeys along the West Africa coast and into the Congo, detailing the contrasts between civilization and the untamed nature of the continent while reflecting upon the historical implications of colonization. The narrative highlights the societal dynamics and the plight of the local people juxtaposed with European colonial activities. The opening of the book introduces the reader to the author’s thoughts on the peculiar distribution of civilization across the globe, particularly focusing on West Africa. Davis recounts his departure, contrasting it with the grand voyages of leisure that many undertake. Instead, he joins a group of \"Coasters,\" individuals who plunge into the heart of the West African jungles to trade and evangelize, often facing isolation, sickness, and danger. As he immerses himself in the ambiance of various coastal ports, like Santa Cruz and Grand Bassam, Davis astutely reflects on the impact of colonialism, the overlooked regions of West Africa, and the entrenched legacies of the slave trade, setting the stage for a deeper exploration of the Congo’s tumultuous history",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "History",
    "index": 913
  },
  {
    "book_title": "Congo Rovers_ A Story of the Slave Squadron, The - ",
    "author": "Harry Collingwood",
    "description": "\"The Congo Rovers: A Story of the Slave Squadron\" by Harry Collingwood is a novel likely written in the late 19th century. This adventure tale revolves around a young boy, Richard Hawkesley, who is thrilled to receive a letter from Captain Vernon offering him a position as a midshipman aboard the sloop-of-war \"Daphne\", which is set to sail to Africa. The story delves into themes of ambition and personal desire against the backdrop of naval life, particularly focusing on the challenges and aspirations of young sailors during a tumultuous period in history. The opening of the novel introduces Richard as he learns about his acceptance into naval service, highlighting the mixed emotions he experiences regarding his ambitions and his father’s expectations. After gaining his father's consent, Richard excitedly prepares for his adventure while reflecting on his deep passion for the sea and naval life, which contrasts sharply with his father's more cautious stance. The narrative sets the stage for Richard's journey, emphasizing his enthusiasm and the portentous challenges ahead as he embarks on a mission filled with potential danger and discovery.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 914
  },
  {
    "book_title": "Congo, and Other Poems, The - ",
    "author": "Vachel Lindsay",
    "description": "\"The Congo and Other Poems\" by Vachel Lindsay is a collection of poems likely written in the early 20th century. The volume explores themes of culture, race, and human experience through a musical and rhythmic style that emphasizes spoken word and performance elements. One of the notable works in this collection is the titular poem \"The Congo,\" which delves into the complexities of the African American experience, drawing on imagery and sounds that evoke a vibrant, yet often tragic, narrative. The opening of the collection introduces the reader to the poem \"The Congo,\" which serves as both a celebration and critique of the African American culture and its struggles. The poem begins with its immersive and rhythmic structure, drawing the reader into the revelry of the characters described—\"fat black bucks\" celebrating in a barrel-house, while also addressing deeper themes of violence and colonialism. In its progression, it paints a vivid, song-like picture of life along the Congo River, contrasting joyous celebration with the dark, haunting legacy of oppression. This duality set up in the opening portion establishes the tone for the rest of the collection, which boldly navigates various themes and styles, often intended for performance or vocalization, allowing the reader to engage both intellectually and emotionally with the text.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Poetry",
    "index": 915
  },
  {
    "book_title": "Congregationalism in the Court Suburb - ",
    "author": "John Stoughton",
    "description": "\"Congregationalism in the Court Suburb\" by John Stoughton is a historical account likely written in the late 19th century. The text chronicles the establishment and development of the Nonconformist Church in the Kensington area, highlighting both the religious and social changes that accompanied its founding. The work appears to delve into the formation of Congregationalist principles and practices, specifically in relation to the architectural and community changes occurring in Kensington. At the start of the narrative, the author introduces the historical context of Kensington at the end of the 18th century, painting a vivid picture of a vastly rural area that was undergoing significant transformation. The opening details the development of the initial church and the efforts of early Nonconformists, detailing the collaboration among various sects and the establishment of a community where religious convictions led to the formation of a new place of worship. Notable figures, such as the coachman Saunders, who played a pivotal role in gathering congregants for services, set the stage for the narrative's exploration of the challenges and triumphs faced by the church and its members amidst the changing cultural landscape.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "History",
    "index": 916
  },
  {
    "book_title": "Congressional Government_ A Study in American Politics - ",
    "author": "Woodrow Wilson",
    "description": "\"Congresional Government: A Study in American Politics\" by Woodrow Wilson is an academic publication written in the late 19th century. The work examines the distinctive characteristics of the federal system in the United States, focusing particularly on the centrality of Congress and how its structure and functions differ from other governing bodies around the world. Wilson intends to highlight the peculiarities of American Congressional governance, shedding light on its historical development and its practical implications. The opening of the text serves as a preface where Wilson reflects on the evolution of the United States' governmental structure since the Constitution's adoption. He emphasizes that while the Constitution was intended to establish a system of checks and balances, in practice, Congress has become the predominant force in American governance, often overshadowing the executive branch. Wilson notes the challenges in fully understanding the functioning of Congress due to its complex committee system, which often leads to a considerable amount of business being managed behind closed doors, limiting public insight. He argues for a critical assessment of the congressional system, exploring how it has deviated from its original design and what that means for the future of American politics.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Politics",
    "index": 918
  },
  {
    "book_title": "Coningsby; Or, The New Generation - ",
    "author": "Earl of Beaconsfield Benjamin Disraeli",
    "description": "\"Coningsby; Or, The New Generation\" by Benjamin Disraeli is a novel written in the mid-19th century. The book explores the political landscape of early Victorian England through the eyes of its central character, Edward Coningsby, as he navigates issues related to class, politics, and identity within the aristocracy. The story delves into themes of political revival, social responsibility, and the transformative power of youth. The beginning of the novel introduces us to Coningsby, a young boy waiting in a house in St. James's Square, filled with a sense of restlessness and curiosity. As he interacts with Mr. Rigby, a member of the aristocracy with questionable character, the political tensions of the time begin to emerge, foreshadowing the changes that will shape their world. The story sets up Coningsby’s background as the grandson of a wealthy marquess, and it hints at the political upheaval brewing in society. The early chapters establish the characters and their connections while laying the groundwork for Coningsby's journey toward understanding his place in a tumultuous political environment.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 919
  },
  {
    "book_title": "Coniston — Complete - ",
    "author": "Winston Churchill",
    "description": "\"Coniston\" by Winston Churchill is a novel written during the late 19th century. Set in a small New England village after the presidency of Andrew Jackson, the story explores the complexities of democracy and social class through the eyes of its characters. Central to the narrative is Jethro Bass, the underappreciated son of a tanner, who navigates the intricate politics of his town while harbored feelings for Cynthia Ware, the well-educated daughter of the local minister. The opening of \"Coniston\" establishes a rich setting in the village, where Jethro Bass, described as rough yet insightful, interacts with other townsfolk, including the spirited Cynthia Ware. Their contrasting social status is evident, and their dynamic hints at budding emotions that complicate the dichotomy of class. The chapter introduces the vibrant village life, complete with social ranks and a sense of tradition, while foreshadowing political upheaval as Jethro's aspirations challenge the status quo. As the narrative unfolds, tensions surrounding political power and personal relationships promise an engaging exploration of ambition and societal change.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 920
  },
  {
    "book_title": "Coniston — Volume 01",
    "author": "Winston Churchill",
    "description": "\"Coniston — Volume 01\" by Winston Churchill is a novel written during the late 19th century. The story is set against the backdrop of a shifting political landscape in America, focusing on themes of democracy and social class. The narrative introduces key characters, notably Jethro Bass, the son of a tanner, and Cynthia Ware, the daughter of a minister, whose complex relationship unfolds amid the tensions of a small village in New England. At the start of the narrative, the reader is immersed in the landscape of Coniston, where the lives of its inhabitants are deeply intertwined with the environment and the social hierarchy that defines them. The opening chapters primarily present the contrasting characters of Jethro and Cynthia as they navigate their mutual curiosity and burgeoning feelings against societal expectations. Jethro, who appears unrefined and underestimated by his peers, begins to exhibit a form of quiet strength and ambition, while Cynthia grapples with her own feelings of attraction and societal propriety. As the political atmosphere intensifies, foreshadowing a dramatic town meeting, the stage is set for Jethro's journey from the fringes of society to a position of power, intertwining personal ambitions with larger communal dynamics.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 921
  },
  {
    "book_title": "Coniston — Volume 02",
    "author": "Winston Churchill",
    "description": "\"Coniston - Volume 02\" by Winston Churchill is a novel written during the early 20th century. The story revolves around the interactions of various characters in the fictional town of Coniston, particularly focusing on the life of William Wetherell, a sensitive storekeeper, and his complex relationship with the powerful and influential Jethro Bass. As the tale unfolds, themes of politics, social dynamics, and personal dilemmas are explored against the backdrop of a small community. The opening of the book introduces the reader to a tense political atmosphere in Coniston, where William Wetherell and his daughter Cynthia encounter Mr. Bijah Bixby, who alludes to political maneuvering tied to the influential Jethro Bass. Tensions escalate over Wetherell's growing unease with political entanglements, especially as Bixby tries to sway him into aligning with the reform party. The narrative sets the stage for Wetherell’s internal struggle amid escalating conflicts within the local political landscape, revealing the intricacies of his character and foreshadowing a deepening bond with Jethro Bass, who exhibits a mix of authority and underlying complexity.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 922
  },
  {
    "book_title": "Coniston — Volume 03",
    "author": "Winston Churchill",
    "description": "\"Coniston — Volume 03\" by Winston Churchill is a fictional work written during the early 20th century. The narrative centers around the lives of Jethro Bass and Cynthia Wetherell, exploring themes of love, ambition, and political intrigue in a small New England town. The story is set against a backdrop of social conventions and the complexities of personal relationships, particularly as Jethro, a powerful local figure, navigates his feelings for Cynthia, who is growing into a spirited young woman. The opening of \"Coniston\" introduces us to the interactions between Jethro Bass and Cynthia Wetherell after the death of her father. Jethro moves into the village cottage to care for young Cynthia and take on a fatherly role. As the two develop a close bond, their lives intertwine with the political landscape of their community, and Jethro's influence in local governance becomes a focal point. We witness tender moments between them as they engage in learning and discussions about the world around them. The dynamics shift as Cynthia encounters societal expectations and potential suitors, including the wealthy and politically connected Bob Worthington, setting the stage for conflicts and relationships that will unfold throughout the narrative.",
    "year": "",
    "type": "FREE",
    "price": 0,
    "ISBN": "",
    "status": "ACTIVE",
    "genre": "Novel",
    "index": 923
  }
]
