[{"book_title":"Cousin Pons - ","author":"Honoré de Balzac","description":"Another installment of La Comédie Humaine, Cousin Pons is both a companion to Cousin Betty and a tragic tale in its own right. Pons, an aging, poor musician and passionate art collector, is exploited by greedy relatives and schemers who covet his valuable collection. The novel examines themes of greed, neglect, and betrayal, contrasting Pons’s artistic soul with the corrupt materialism of Parisian society. Balzac uses Pons’s downfall to expose the cruelty of family ties strained by wealth and ambition, making it one of his most poignant works of social criticism.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Tragedy","index":1357},{"book_title":"Cousin's Conspiracy; Or, A Boy's Struggle for an Inheritance, A - ","author":"Jr. Horatio Alger","description":"A classic Alger tale of a young boy facing adversity, this novel follows a protagonist whose cousin conspires to cheat him out of a rightful inheritance. Through perseverance, honesty, and hard work, the boy overcomes the obstacles placed before him and ultimately triumphs. The story reinforces Alger’s signature “rags-to-riches” moral formula, presenting a narrative where virtue and determination are rewarded despite treachery and injustice.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Children Fiction","index":1358},{"book_title":"Covenant of Salt _ As Based on the Significance and Symbolism of Salt in Primitive Thought, The - ","author":"H. Clay Trumbull","description":"A religious and anthropological study exploring the symbolism of salt in ancient cultures and its role in biblical covenants. Trumbull argues that salt, as a preservative and purifier, carried deep spiritual meaning, often representing loyalty, permanence, and divine promise. Drawing on scripture, archaeology, and cross-cultural comparison, the book connects primitive rituals with Judeo-Christian theology. It is both a work of biblical scholarship and a meditation on symbolism.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Anthropology","index":1359},{"book_title":"Covenanters of Damascus; A Hitherto Unknown Jewish Sect, The - ","author":"George Foot Moore","description":"A scholarly study of a little-known Jewish sect discovered through ancient manuscripts, often associated with the Essenes and Dead Sea Scroll traditions. Moore analyzes their beliefs, practices, and historical significance, arguing that they illuminate the diversity of Jewish religious life in the late Second Temple period. The work situates the sect within the broader context of Jewish apocalyptic and covenant theology, contributing to modern understandings of early Judaism and its relationship to Christianity.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religious History","index":1360},{"book_title":"Covenants And The Covenanters _ Covenants, Sermons, and Documents of the Covenanted Reformation, The - ","author":"Unknown","description":"This collection gathers key historical documents, sermons, and writings from the Scottish Covenanters of the 17th century, who resisted royal interference in church affairs and pledged loyalty to Presbyterianism. It includes covenant texts, fiery sermons, and theological defenses of their movement. The book reflects both the religious zeal and political struggles of the time, offering insight into how faith inspired resistance and shaped national identity. For modern readers, it serves as both a historical sourcebook and a testimony to the Covenanters’ courage under persecution.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Religious History","index":1361},{"book_title":"Covent Garden Theatre, or Pasquin Turn'd Drawcansir, The - ","author":"Charles Macklin","description":"A satirical play targeting the politics and rivalries of 18th-century London theatre. Macklin, an actor and playwright known for his wit, uses the character of Pasquin (a stock satirical figure) to lampoon theatrical managers, critics, and audiences at the Covent Garden Theatre. The play blends farce with pointed social commentary, exposing the vanity, corruption, and absurdities of the stage world. It is both a comedy of manners and a sharp satire of cultural life in Georgian England.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Satire","index":1362},{"book_title":"Covered Wagon, The - ","author":"Emerson Hough","description":"A sweeping historical novel that dramatizes the westward migration of pioneers traveling along the Oregon Trail. Through the hardships of the trail—disease, hunger, weather, and conflict—the story follows characters who embody the courage, perseverance, and dreams of Manifest Destiny. Hough vividly portrays both the romance and the brutal reality of frontier life. The novel later became the basis for the 1923 silent film The Covered Wagon, one of the earliest Western epics.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Historical Ficiton","index":1363},{"book_title":"Coverley Papers, From 'The Spectator', The - ","author":"Joseph Addison & Eustace Budgell & Sir Richard Steele","description":"A beloved series of essays published in The Spectator (1711–1714), these writings revolve around Sir Roger de Coverley, a kind, eccentric country squire. Through humorous and insightful sketches, the essays explore rural English life, manners, politics, and morality. Sir Roger is depicted as a figure of gentle satire—a traditionalist in a changing world. The papers became classics of early English periodical literature, blending character study with social commentary and helping shape the English essay as a literary form.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Essay","index":1364},{"book_title":"Cow Puncher, The - ","author":"Robert J. C. Stead","description":"A Canadian Western novel portraying the rugged life of cowboys on the prairie. Through a mix of humor, action, and realism, Stead captures the hardships of cattle driving, the camaraderie of ranch hands, and the tensions between law, landowners, and settlers. Like many frontier tales, it romanticizes cowboy life while also grounding it in the daily struggles of survival and honor. It appeals both as adventure fiction and as a cultural snapshot of ranching life in the early 20th century.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Adventure","index":1365},{"book_title":"Coward Behind the Curtain, The - ","author":"Richard Marsh","description":"A mystery-thriller about hidden guilt and deception, likely involving a crime concealed behind social respectability. Marsh, known for The Beetle, often wrote tales blending sensation, crime, and the supernatural. This story unfolds as a melodramatic exploration of cowardice, betrayal, and exposure, where the metaphorical “curtain” symbolizes secrets that cannot remain hidden. It combines elements of suspense with moral inquiry into human weakness.","year":"","type":"FREE","price":0,"ISBN":"","status":"ACTIVE","genre":"Mystery","index":1366}]